["Can we define as a necessary condition for charlatan as someone who gives advice but doesn't have downside from it, with no skin in the game? \nWe can't call someone a charlatan for \"being wrong\", as error is part of the scientific enterprise. The Popperian criterion (falsifiability), unfortunately, doesn't work in a complex system. But skin in the game works well as self-harm would eventually keep the falsity in check.","The law of large number under fat tails (Micro Mooc)\n(Explains some of the bullshit in social science)\nhttps:\/\/www.youtube.com\/watch?v=80ekenKK_jE","Another Pinker statistical fallacy, which can teach students how NOT to look at risks and mix random variables of different (tail) properties, or confuse types of estimators. This afternoon, to kill time on a long flight I decided to look for scientistojournalistic fallacies so I went to Steven Pinker's twitter account. I immediately found one there. (Heuristic: go to Pinker). He promotes there a WSJ article to the effect that \"Terrorism kills far fewer people than falls from ladders\"; the article was written by a war correspondant, Ted Koppel and is very similar to his Angels thesis. \nNow let's try a bullshit-detecting probabilistic reasoning.\nA- Falls from ladder are thin-tailed, and the estimate based on past observations should hold for the next year with an astonishing accuracy. They are subjected to strong bounds, etc. It is \"impossible\" to have, say, >1% of a country's population dying from falls from ladders the same year. The chances are less than 1 in several trillion trillion trillion years. Hence a journalistic statement about risk converges to the scientific statement.\nB- Terrorism is fat tailed. Your estimation from past data has monstrous errors. A record of the people who died last few years has very very little predictive powers of how many will die the next year, and is biased downward. One biological event can decimate the population.\nMay be \"reasonable\" to claim that terrorism is overhyped, that our liberty is more valuable, etc. I believe so. But the comparison here is a fallacy and sloppy thinking is dangerous. (Worse, Koppel compares terrorism today to terrorism 100 years ago when a terrorist could inflict very limited harm.)","INEQUALITIES. This point is technical but central, central. The problem with fragilitas is that they focus on equalities (x=.0153745), which gets them into trouble, and diverts them in a vapid and blinding search for certainties, with monstrous model errors. It is more robust to focus on inequalities, such as: probabilities of all these possible outcomes are <= 1 (there is an outcome we may have missed in our imagination, called \"Black Swan\"), or <1; the probability of such an event >=0,  the odds of another Fukushima >= computation by this specific model, etc. First it is harder to make a mistake with inequalities, and in some cases, logically impossible.  Now it looks like users of convex heuristics work with inequalities. Jensen's inequality is an inequality.\nConsider the statement: my flight is >= 4 hours. It would be impossible to make a mistake there, compared to someone saying <=6 hours.  One side is immune to error, not the other since flight can be delayed by error, but not accelerated by more than a small margin.\nWe can use mathematics to produce inequalities that we can rely on in the real world.\nFragility and Antifragility being asymmetric exposure to randomness, an inequality comes out of the description: concave and convex outcomes can be expressed by inequalities.","Atheists are just modern versions of religious fundamentalists: they both take religion too literally.","Friends, thanks to the requests, here is the first in a mini-tutorial series. Subject: Fat Tails.\n(corrected video version)\n\nhttp:\/\/www.youtube.com\/watch?v=s45E8_jkyJc&feature=youtu.be","A Micro-Mooc that explains fragility in 7 min. Comments welcome.\n\nhttp:\/\/www.youtube.com\/watch?v=UgS2feyXmWw&feature=youtu.be","A test MOOC. Please let me know what points I should also MOOC.\nThanks in advance, friends. \n\nhttp:\/\/www.youtube.com\/watch?v=WMS8ydyeb4E&feature=youtu.be","Defining a Convex Heuristic","(corrected)Friends, let us progressively compile a list of fallacies, and give them names, that we can refer to in conversation as shortcut, instead of having to reinvent the wheel every time. For instance:\nF-1: BURDEN OF PROOF FALLACY: someone asks you \"do you have evidence that [INSERT NEW PRODUCT such as GMO, cigarettes (in 1940), etc.] is harmful? The answer is that something without a track record, in risk space, needs to prove its hamlessness, not you its harmuflness. \nF-2: This (more complicated) Fallacy: \nhttps:\/\/dl.dropboxusercontent.com\/u\/50282823\/neuro.pdf\n\nF-3: GREEN LUMBER FALLACY...\nF-4: THE [let's find a name] FALLACY: (example Pinker's) mistaking fact checking for a statistical estimator and calling something \"evidence\"...\n\nPerhaps we could wikify them? I may open a file and update.","Friends, the skin in the game paper. Moral philosophy + Risk management(Probability theory). They are indistinguishable.\nThis version is longer, more technical.  \n\nhttps:\/\/dl.dropboxusercontent.com\/u\/50282823\/skin.pdf","Noise and Signal.The odds of using, 10 years from now, something picked up today from random media is < 1 in 50,000. In science (outside of mathematics) it is < 1 in 30,000. On the other hand, you have more than 50 % chance of using (or remembering) something that you are interested in and has been \"in print\" more than a century. \nThere is a very easy filter. What you search for is less likely to be noise. Further, word of mouth is more potent filtering than we think.\n(Adding derivations, in technical docs, soon).","A more technical version of the skin in the game paper. By putting the technical first, the philosophical later, people take more seriously in the implementation.","THE DECENTRALIZATION OF DEITY. If you believe in decentralized bottom-up organic systems, and make an opposition between naturalistic systems and organized hierarchical ones, then take a fresh look at  ancient paganism, and compare it to both monotheism or atheism. Paganism is about the decentralization and diversification of deity; monotheism strives for some purity and concentration, getting rid of disorderly and incompatible tenets. Paganism is naturally tolerant and syncretist. Thus, monotheists and atheists are way too similar, especially in their intolerance of other religions (and each other).  In that sense, atheism is to monotheism what monotheism is to paganism. \nThis said, Orthodox Christianity and Catholicism have retained quite a bit of pagan beliefs, though not the tolerance. Even monotheism was not that pure and only became so progressively: in the early centuries, before differenciation communities would use the same house as synagogue, church, and Baal-Jupiter-Other temple (evidence: Doura Europos). In Lebanon, people used to change religion to satisfy a vow.\n\n(Thanks Vince Pomal for the idea about distributed deities)","Friends, there is a drawing for the Fat Tony Workshop in October. \n(Note it is nonprofit (for me), I am doing it for the fun and to help Complex Systems.)","The best, cheapest, most democratic, most possibly natural exercise (maximally antifragile): a high-dimentional (daily) walk. No two steps will ever be the same. No smooth surfaces. You concentrate naturally. No music. No shoes that fit like a cast and prevent you from \"feeling\" the terrain (vibrams, instead).  You do better going fast, in a state of exhilaration, than going slowly, particularly when you run downhill. Best of all, you don't know you are walking. I am lucky to have found a mile long round trip stetch. Best of all, your body weight drops like a stone...","HOW TO MAXIMIZE SUBSTANCE. Academic production is now up to 99% housekeeping, chickens**t, dealing with referees and perfecting commas, marketing, and only 1% substance. So trying the exact opposite with the following mode; wrote a paper, the shortest possible one on the idea. Put on FB here for 24 hours for crowdsourcing correction (Carl Fakhry found the math typos and inconsistencies in notation). Submitted the first draft to ArXiv, where it was posted a with day delay. Kept some typos in the first version (such as \"reponse\" instead of \"response\") to signal I don't give a f**k, that this is not \"job market science\". \nIf the idea has merit, it could eventually circulate perhaps be even plagiarized, and this may even take years and years. If it lacks in rigor it will certainly die, as there is no formalism to hide the BS. \nAll in all the non-substancel part of the process turned out to be < 1 hour.\nNow to other, possibly, deeper things.\n\nhttp:\/\/arxiv.org\/abs\/1307.6695","Constantine Sandis and I have completed The Skin in the Game Paper, with derivations. \nNothing new for the members here but we placed it withing the philosophical traditions, particularly in what relates to moral luck. And we added mathematics to balance philosophy, with  2 (small) mistakes that Carl Fakhry Kimos (or another member here) will find within 24 hours.","If you feell the urge to pace when talking on the phone: you may be the victim of *walking-below-the-stress-level deprivation*, a silent ailment that is no different from *sleep deprivation*.  And *walking-with-effort* is no substitute for it. Walking slowly, aimlessly, without trying to anything about anything...","This is a bit technical but it shows the role of antifragility in nature, and where thin tails come from. A central idea.","The superiority of skin-in-the-game over regulation: it is a simple transactional agreement between individuals that doesn't require government intervention, empty suits, and codes. \nThe condition \"I buy from you if you taste it\" can be a natural part of the contract. \nBeyond that, it can be a moral heuristic: I only talk about things I do, and for which I will pay a price if I am wrong.","Thank you, friends. I have personally gained much, much more \"nonnoisy\" information from the collective on this page in the form of comments posts \"by others\" and insights than from the rest of the web combined.","Great Problems Require Simple Solutions (J-L Rheault)\n(Spotted by Rupert Read) \nAlso, friends, someone mentioned here that Brazilian helicopter pilots require maintenance workers to take random rides. Is there a reference somewhere? Thanks.","As you age, or get richer, you have more duties than privileges, especially if you have the physical, financial or intellectual means. There is nothing more debasing than a rich old person trying to hide his age and chasing culinary (and other) pleasures; there is nothing more dignified than an experienced aged person who is now a resource for society (broad or narrow), with the respect-worthy role of the \"elder\". And in general, no privilege without obligation, and no obligation without respect.","(cont). We know that A students end up working for a C-minus entrepreneur. But what about science? \nThe problem is that because science is instutionalized, it is impossible for a mediocre student to do science (unless one has, like Charles Darwin, f**-you money). They don't accept C-minus students in Grad School, and in scientific PhDs they throw you out rather quickly if you are not good at exams. Very, very few managed to escape through the net: a brilliant case is here. This fellow Stephen Smale is a giant of modern mathematics.  \n(Looking at studies to extract the bias and test my hunch that scientific contribution peaks at C to B-minus record.)"]