["Opacity: What We Do Not See","A Philosophical Notebook, by Nassim Nicholas Taleb."," "," "," ","(A philosophical notebook. I only put stuff here from my work in progresss. Once again, I beg you to avoid sending me the list of typos. Not quite my book... but close. And I am not so much anti-Platonic: I am mostly against “Platonicity” which is being a sucker for a Platonic form, at the cost of using the wrong form. Forms are not that accessible to us: I call this Opacity)","Keywords: Knowledge without cause, historia, empiricisme érudit.  Di-chotomy: phronesis v/s techne (Aristotle), techne v/s episteme (later), rationalism v/s (ancient) empiricism (ancient medicine), Platonicity  v/s anti-Platonicity (me), metis v/s nerdiness, heuristics v/s reasoning (psychologists), Fat Tony v/s Dr John (me), bricolage (Levi-Strauss) v/s scholarly epistemologies, stochastic tinkering v/s directed research, top down v/s bottom up, MIT v/s Brooklyn, quants v/s traders, ecological intelligence v/s logical rigor, “know how” v/s “know wha­t” (Gilbert Ryle), implicit v/s explicit knowledge (Polanyi), procedural v/s propositional knowledge, etc. [ Note 79 provides the background.]","Non philosophorum sed philosophiae historiae","NNT’s Home Page"," ","Many Greek Cypriots still speak the language called \"Cypriot Maronite Arabic\", that is, 12 centuries after their settlement and integration in the Greek side of the Island. Languages are stickier than we think (People tend to associate languages with states, when the correlation was low before 1917: around the Mediterranean, particularly in Asia Minor, languages had no link to the rule (Armenians spent thousands of years in the area between Cilicia to Aleppo, way past the lifetime of some \"Armenian State\";etc.)). It is only today that the Cypriot Arabic language has weakened , thanks to Facebook and intermarriage. Semitic languages being based on the triplet of consonnants --using vowels mainly for declensions -- are very stable (the drift in Cypriot Maronite Arabic appears very small).","This stickiness of the Semitic languages supports a speculation: by the 7th Century there had to be many pockets in the Western Mediterranean of Punic-Canaanite speakers, about a thousand years after the fall of Carthage. Falling under Roman rule did not turn the population into Latin speakers (only for scholarly purposes, say Saint Augustine of Hyppo; we have much evidence of diglossia in the Levant, of the use of a language at home and for oral communication that is different from the language of writing, and doing so for 1000 years). And there had to be plenty of Semitic language speakers; just follow placenames from Carthage to Ramatuelle in France near Saint Tropez (ramat el means hill of God in both Canaanite and Hebrew). Even Marseilles seems to come from Marsa, port in Canaanite (and not from Massilia the Roman name since the Romans did not make names, but transcribed them). I estimate that the third of the coastal villages spoke Semitic dialects. The modus of the Phoenicians was network, hence a system of trade links built on trust (you send merchandise to a relative who pays you back; you needed a certain amount of trust before the letter of credit). The region is large: it extends all the way to Mogador on the Atlantic coast.","This explains the mystery of the effortless Arab invasion of the Southern and Western Mediterranean, all the way to Spain (and, less advertised, the Portuguese Algarve). They had to be welcomed by the local population along the coast. Canaanite and Arabic are easily mutually comprehensible (the distance between Semitic languages is very short, a corrollary of the stability thanks to the triplet of consonnants). And it is wasy for a Punic speaker to progressively become an Arabic speaker, since he already knows 80-90% of the vocabulary.","This also gives some credibility to the thesis that was popping up in the 19th century that the North African Jews had a Phoenician origin (or that the difference between Canaanite and Jew before the rabbinical period was not very pronounced for people to see an immediate difference). This is very plausible, since the Phoenician Canaanite diaspora had characteristics in trade networks that is similar to that of the Jews of later period. We find them in the same places as the Phoenicians. They had similar Gods (plus or minus monotheism & the beastly tophet, but we know of syncretisms as because religions were not very differentiated, as we saw evidence in Doura Europos and there were places of worship that would accommodate both Jews, early Christians, and pagans). They had a nearly identical language in the East (Canaanite) and a very similar one in the West (we only have one punic passage transcribed into Latin in a play by Plautus: in spite of the geographic distance it remained very close to classical Hebrew and Canaanite). My speculation is that many of the Jews are those locals who did not convert to Islam, and did not feel that had to. I voiced the idea to Jacques Attali (of North African Jewish ancestry) who boasted a historical relation to Phoenicians; he blurted out \"tu me dis que les juifs sont des phéniciens, je te dis que les phéniciens sont des juifs\").","It is remarkable how people fall for the retrospective distortion, by imparting to ancient religions modern definitions and differentiations from rituals and theologies developed after, and to ancient \"states\" the definition of the modern state. \"Identities\" did not exist at the time, so \"Canaanite\" or \"Arab\" were not part of the discussion: one belonged to a certain network, a tribe, bottom up, using the Semitic patrilinear line of belonging. Ibn 3am means \"cousin from the father's side\" (Remarkably, in Hebrew 3am means people, or tribe).","Finally, the Maltese, in spite of having been a bastion of Christianity, still speak a Semitic language easy to understand by Arabic speakers.","I- There have been works on the link between risk and nonlinearity (initially by Arrow and Pratt, then followed by a collection of authors such as Rothchild, Stiglitz, Machina, and others). These fellows were not option traders; their work was mistakenly focused on nonlinearity of preferences (which they got wrong since preferences are not concave, but convex-concave and path dependent as shown by Kahneman & Tversky). What they missed is that the nonlinearity of probability of harmful events automatically determine nonlinearity in survival, hence concavity of harm.","It is not a matter of psychology and preferences, but a physical property stemming from the structure of survival probabilities.","Probabilities decline (under all standard monomodal distributions and all unbounded distributions) in an accelerated and convex manner. All unbounded continuous distributions look like half-bell curves on the right below their maximum density. And the probabilities fall in a very, very rapid manner. Even with power laws, but slightly less so than with standard cases of exponential decline. The upper bound of the harm function is the negative of the inverse of the survival probability, hence concave in shape.","More clearly: tail events need to hit you disproportionately more than regular events.","From ANTIFRAGILE:","I simplify the theorem. Take x a shock to your system.The higher x, the more damage. Take H(x) the harm from x. The upper bound is H(x) = -1/F(x) where F(x) is the probabilityof harm as in the figure below. with H'(x)<0 at x0. Since P[x>K] the probability of having encountered intensity K in the past conditional on having survived is concave, then the form of H(x) needs to have a negative second derivative at the initial value x0. But there is an additiona complexity: H(x) F(x) need to be declining for the expectation to be integrable, unless harm is bounded by some amount (a maximum harm beyond which it makes no difference).","The only probability distribution giving linear harm would have the shape p(x)=1/x, one that would not have any moment.","The result of the convexity of probabilities is also seen in evolution, since probability of harm map into fitness and has to be conditioned by the statistical property of the size of exposures.","","II- Take this medical application. The Second Principle of Iatrogenics: it is not linear. I do not believe that we should take risks with near-healthy people and treat them at all; I also believe that we should take a lot, a lot more risks with those deemed in danger.","Why do we need to focus treatment on more serious cases, not marginal ones? Take this example showing nonlinearity. When hypertension is mild, say marginally higher than the zone accepted as “normotensive”, the chance of benefiting from the drug is close to 5.6% (only one person in eighteen benefit from the treatment).  But when tension is considered to be in the “high” or “severe” categories,  the chance of benefiting are now  26% and 72%, respectively (that is that one person in four and two persons out of 3 will benefit from the treatment). So the treatment benefits are convex to condition (the benefits rise disproportionally, in an accelerated manner). But consider that the iatrogenics should be constant for all categories!  In the very ill condition, the benefits are large relative to iatrogenics, in the borderline one, they are small. This means that we need to focus on high symptom conditions and ignore, I mean really ignore, other situations in which the patient is not very ill.","Another way to view it is by considering that mother nature had to have tinkered through selection in inverse proportion to the rarity of the condition (in a convex manner according to the probabilities we saw above). Of the hundred of thousands of drugs today, I can hardly find a via positiva one that makes a healthy person unconditionally “better”. And the reason we have not been able to find drugs that make us feel unconditionally better when we are well (or unconditionally stronger, etc.) is for the same statistical reason: nature would have found this magic pill. But consider that illness is rare, and the more ill the person the less likely nature would have found the solution, in an accelerating way.  A condition that is three mean deviations away from the norm is more than three hundred times rarer than normal; an illness that is five mean deviations from the norm is more than a million times rarer!","- f(x) is exposure to the variable x. f(x) can equivalently be called “payoff from x”, even “utility of payoff from x” where we introduce in f a utility function. x can be anything. This explains why innovation when in f(x)(trial and error) does not require understanding of x as much as being smart about f(x). The difference between theory and practice is in x vs f(x).\nExample: x is the intensity of an earthquake on some scale in some specific area, f(x) is the number of persons dying from it. We can easily see that f(x) can me made more predictable than x (if we force people to stay away from a specific area or build to some standards, etc.).\nExample: x is the rainfall in NY, f(x) is the health of my garden. Or x is arsenic, f(x) is my health (in low doses f(x) is actually OK). Example: x is the number of meter of my fall to the ground when someone pushes me from height x, f(x) is a measure of my physical condition from the effect of the fall. Clearly I can't predict x very easily (who will push me), rather f(x).\nExample: x is the number of cars in NYC at noon tomorrow, f(x) is travel time from point A to point B for a certain agent. f(x) is more predictable than x, particularly if he modifies his route.\n- Some people talk about f(x) thinking they are talking about x. This is the problem of the conflation of event and exposure. This errors present in Aristotle is virtually ubiquitous in the philosophy of probability (say, Hacking).\n- One can become antifragile to x without understanding x, through convexity of f(x).\n-The answer to the question “what do you do in a world you don’t understand?” is, simply, work on the undesirable states of f(x).\n- It is often easier to modify f(x) than get better knowledge of x. (In other words, the robustification rather than forecasting Black Swans). \nExample: If I buy an insurance on the market, here x, dropping more than 20%, f(x) will be independent of the part of the probability distribution of x that is below 20%.  (This is an example of a barbell).\n- If one is antifragile to x, then the variance (or volatility, or other measures of variation) of x benefit f(x), since distributions that are skewed have their mean depend on the variance (the lognormal for instance has for mean a  term that includes + ½ sig^2). [BARBELL THEOREM]\n- The probability distribution of f(x) is markedly different from that of x, particularly in the presence of nonlinearities.\n+ When f(x) is convex (concave) monotonically), f(x) is right (left) skewed. \n+ When f(x) is increasing and concave on the left then convex to the right, the probability distribution of f(x) is thinner-tailed than that of x. For instance in Kathneman-Tversky’s prospect theory, the so-called utility of changes in wealth is more “robust” than that of wealth.\n- Where p(x) is the density, F(X) p(x) is the true function, the integral  will depend increasingly on f rather than p, and the more nonlinear f, the more it will depend on f rather than p. \nFor instance, Jensen’s inequality,    will increase with the convexity of f.","Table 3- Ethics and the Foundational Asymmetry"," ","Paper on the epistemology of error.","An error rate can be measured. The measurement, in turn, will have an error rate. The measurement of the error rate will have an error rate. The measurement of the error rate will have an error rate. We can use the same argument by replacing \"measurement\" by \"estimation\" (say estimating the future value of an economic variable, the rainfall in Brazil, or the risk of a nuclear accident). What is called a regress argument by philosophers can be used to put some scrutiny on quantitative methods or risk and probability. The mere existence of such regress argument will lead to two different regimes, both leading to the necessity to raise the values of small probabilities, and one of them to the necessity to use power law distributions.","The Japanese Nuclear Commission had the following goals set in 2003: \" The mean value of acute fatality risk by radiation exposure resultant from an accident of a nuclear installation to individuals of the public, who live in the vicinity of the site boundary of the nuclear installation, should not exceed the probability of about 1x10^6 per year (that is , at least 1 per million years)\".","That policy was designed only 8 years ago. Their one in a million-year accident almost occurred about 8 year later (I am not even sure if it is at best a near miss). We are clearly in the Fourth Quadrant there.","I spent the last two decades explaining (mostly to finance imbeciles, but also to anyone who would listen to me) why we should not talk about small probabilities in any domain. Science cannot deal with them. It is irresponsible to talk about small probabilities and make people rely on them, except for natural systems that have been standing for 3 billion years (not manmade ones for which the probabilities are derived theoretically, such as the nuclear field for which the effective track record is only 60 years).","There is no need to write a complicated model (precise but stupid, the kind of stuff complexity idiots write to get academic credit), simple rigorous arguments can prove with minimal words and no mathematics how fat tails emerge from some attributes of complex systems. This argument is a  Dynamic Hedging-style (Taleb, 1997) argument.","A- Why fat tails emerge from leverage and feedback loops, single agent simplified case.\nA1 [leverage]- If an agent with some leverage L buys securities in response to increase in his wealth (from the increase of the value of these securities held), and sells them in response to decrease in their value, in an attempt to maintain a certain level of leverage L, \nand\nA2 [feedback effects]- If securities rise in value in response to purchasers and decline in value in response to sales, \nthen, by the violation of the independence between the variations of securities, CLT [the central limit theorem] no longer holds (no convergence to the Gaussian basin). So fat tails are an immediate result of feedback and leverage, exacerbated by the level of leverage L.\nA3 – If feedback effects are convex to size (it costs more per unit to sell 10 than to sell 1), then negative skewness of the security and the wealth process will emerge. (Simply, like the “negative gamma” of portfolio insurance, the agent has an option in buying, but no option in selling, hence negative skewness. The forced selling is like a short option.)\nNote on Path dependence exacerbating skewness: More specifically, if wealth increases first, this causes more risk and skew. Squeezes and forced selling on the way down: the market drops more (but less frequently) than it rises on the way up.","B- Multi-agents: if, furthermore, more than one agent are involved, then the effect is compounded by the dynamic adjustment (hedging) of one agent causing the adjustment of another.","C- One can generalize to anything, such as home prices rising in response to home purchases from the Greenspan liquidity, etc.","The common interpretation is that communism failed because it did not line-up to human nature, disregarded incentives, free-market matters etc. But I have not heard any commentary attributing a share of the failure to the top-down implementation by gigantic states & the necessity of a large state for that --making nonlinearities & second order effects dominate.","The large state is qualitatively different from the very small municipal state, one in which people have visual contact with those implementing public policy. The large state brings fragility, the small municipality brings robustness. Just as there is a fallacy of aggregation, I believe in the fallacy of scale (because of concavities). Properties change with scale."," ","(After two years I received a letter from Perilli correcting a typo & informing me that Sextus was actually citing the much earlier Anaxagoras, 5th C. BC).","(Sextus, Ad.Mat.: οψις γαρ των αδηλων τα φαινομεναι). The central concept of empiricism is the passage from the observed to the unobserved –making inference on the unseen based on the seen. I have no trouble explaining it to a cab driver –but not to a \"rigorous\" academic proto-turkey (or someone with Asperger) simply because what is not observed is \"handwaved\" in a discussion and not precise enough for them. The concept was used by the brand of skeptics reviled by history: Empirical Tripodists /Aenasidemans (see Galen’s Subf. Emp.). It died very quickly. People in technology may understand it (if they are making speculative bets). Not Harvard Business School half-men/professors who write on biotech or insurance (Froot). Certainly not bankers (“it never happened before”). My statistical translation: look for rare events that are not part of your sample because of its limitations: where can the unobservables be?","I am working on uncovering historical heuristics of adelon. [The only living scholar I found who used –& understood –epilogism is Lorenzo Perilli]. Before him, a Frenchman , Albert Favier, used it (died c. 1914) –he was a joint  MD-philosopher. Philosophers of science are far, very far behind: they just talk & cannot have the right ecological intuitions. Induction & deduction are for those who do not take decisions: they do not exist in practice].","Where is the adelon, The unmanifested in the data?"," ","","","It is my impression that, pace Marx, the market can act as some form of expropriation, all the way to destruction (what we are witnessing now). A transfer from the Kapital to the managers of companies (so Marx got it backwards, though he was right on fragility). Over the past decade, investors (mainly retirees) have lost several trillion dollars adjusted for financing/inflation (the market is where it was over 12 years ago; most people added above current levels). Meanwhile company managers and investment managers generated for themselves more than a trillion in fees, bonuses, stock options, etc. The problem has been more acute in Japan and Europe. Banks are a special case of fraud: managers extort the states (banking loses periodically more than all past cumulative profits, with losses covered by governments) -and the game continues (to wit, bonuses for 2010). Venture capital is another form of Ponzi in which people create companies to sell them to suckers, with greater-fool games, a transfer from investors and entrepreneurs to financiers.","The first problem is the absence of clawbacks (people make profits hiding risk then get an annual bonus off values at year end when risks explode every 8-15 years; the mismatch between bonuses and frequency of blowups). The second one is the free option granted to managers--upside not downside and transfer of fragility.","My answer: alas, the only robust form is owner operated or matters that escape the agency problem. It becomes obvious... An artisanal world. Privately owned companies, etc.","Probabilistic Growth: Some idiots keep countering me recently: \"how can you get growth?\", falling for the foolish separation growth-robustness. A car driven at 300 miles an hour on a country road will never get to destination, so speed needs to be discounted by the probability of crash; likewise you need to think in terms of probabilistic growth not nominal growth. Governments have not yet realized (too autitic bureaucrats) the notion of probabilistic growth in GDP.","Note: the same idiotic argument is made about financing \"growth\" with debt.","Just as a package sent by mail bears a stamp \"fragile\" on it, \"handle with care\", imagine the opposite: \"please mishandle\" or \"be careless\", as it benefits from shocks. Such package is said to be \"antifragile\".","Ask anyone the antonym of fragility, they will answer robustness. Wrong -and this is a mistake made in a variety of dictionaries of synonyms and antonyms. This seems to come from a mental bias, of the same category of the mistakes we make without any self-awareness of the reasoning process involved in them; ask the same person the opposite of cold, they will answer hot, not neutral -or the opposite of destruction, they will answer construction. Clearly, therefore the opposite of unstable is not stable or sturdy; likewise the opposite of brittle is not solid -but antibrittle, or antifragile.","This seems quite a universal traits of languages (I tried Mediterranean, classical, and Semitic languages),where the notion of antifragility is totally absent. \nSo there are three layers:","When I defined them mathematically, fragile became concave to errors; antifragile became convex (i.e., with a positive second derivative that makes it benefit from uncertainty). Actually I have written an ENTIRE book on that (Dynamic Hedging, published 14 years ago).","The absence of such word -and absence of the awareness- is symptomatic of the error of fragility: if you shoot for robustness, you ususally get robustness, but on the occasion you get fragility. If you shoot for antifragility, at worst you get robustness.","Antifragile benefits from randomness (as expressed, for a given probability distribution, by an increase in dispersion, i.e., variance for a Gaussian, etc. -just as an option benefits from an increase in volatility)."," ","Iatrogenics of wealth: As a child I was certain that poor people were happier because they had less complicated but more social lives, huddled together in small quarters, and having no soccer mom (or the then-equivalent), they could just play in the streets etc. In addition, rich people use harmful technologies, go to the gym instead of playing in the streets, meet economists and other frauds, etc... So there were things money could not buy, in effect, money caused you to lose... Later on when I got a windfall check, in my twenties (before it became more common for people in finance to get big bucks), I discovered another harmful side of wealth: unless one hid the cash, it was hard to know who one's friends were...","Les Belles Lettres has just issued an unpublished treatise by Galen called ΠΕΡΙ ΑΛΥΠΗΣΙΑΣ , ne pas se chagriner (avoiding sorrow) -a strange brand of Levantine stoicism quite different from the then prevailing Roman version. In it Galen describes how he suffered the loss of his books and manuscripts with equanimity. At [50-51] he uses μεγαλοψυχία, greatness of soul αλλα το παντα μεν απολεσαντα τα φαρμακα , παντα δε τα βιβλια , και προσετι τας γραφας των αξιολογων φαρμακων, ετι τε τας περι αυτων εκδοσεις γεγονιας αμα πραγματειαις πολλαις αλλαις και ων εκαστη μονη γεγονυια την καθ ολον τον βιον ικανην φιλοπονιαν εδεικνυτο μη λυπηθηναι γενναιον ηδη τουτο και μεγαλοψυχιας εχομενον επιδειγμα πρωτον. [ the fact that, after the loss of the totality of my pharmaceutical remedies, the totality of my books, as well as these recipies of reputable remedies, as well as the various editions I wrote on them, in addition to so many other works, each one of which exhibits that love of work that was mine my entire life; the fact that I felt no pain shows firstthe nobility of my behavior and my GREATNESS OF SOUL.]","Also pre-Christian thoughts on greatness of soul in the Hellenistic Levant :The Pagan Virtue of Megalopsychia in Pagan Syrian by Glanville Downey (Historian of Antioch on the Orontes).","Note that humility in pre-Christian ethics was an insult.The Arabs translate it literally: كبير النفس","(Barbells are more robust than monomodal strategies.)","Walk most of the time, sprint as fast as you can on the occasion; never jog.","Fast for long periods of famine, then feast; never diet.","Endorse Nick Clegg & David Cameron, in combination, never labor.","For social life, a linear combination of Fat Tony & philosophers outperforms the frequentation of middle brows.","Go for city-states under loose empires, never nation-states.","Be a flåneur, lounging most of the time; then work as intensely as possible for a maximum of one hour; never work at low intensity --the 4-Hour Workweek.","Do nothing most of the time, then workout like a nut as intensely & unpredictably as possible.","Invest mostly in close to no-risk, (cash inflation protected, 80-90%), and maximal risk securities (10-20%); never in medium risk.","Read trashy gossip magazines and classics or sophisticated works; never the New York Times (or something even more aberrant, Newsweek).","Talk to graduate students or the highest caliber scholars; never, never, never medium academics.","Lose all your money, never half of it.","Respect those who make a living lying down or standing up, never those who do so sitting down.","Separate the holy and the profane.","Do crazy things (break furniture once in a while), like the Greeks and stay \"rational\" in larger decisions.","If you dislike someone, leave him alone or eliminate him; don't attack him verbally.","The Roman Emperor Gordian had it all.","Because of its genuine character, erudition is usually absent from academia where you would think you would find it --and has been so for a long time (nothing new, since the Renaissance was not an academic production but one by dilettantes). Of history's great erudites, perhaps the most remarkable is Joseph Juste Scaliger --I had thought that the most cultured of all was Pierre Daniel Huet, but Huet who thought Montaigne was ignorant and ungroomed in the classics held Scaliger in greatest respect. Scalinger had such a hunger for texts he read Hebrew & Arabic. Of course there are many identifiable others: Pierre Bayle, and, earlier, the commonly known pre-renaissance scholars Nicholas d'Autrecourt, Gerardo of Cremona, Michael Scotus, Rodolphe Agricola, etc. And there are many we are missing because they left nothing of interest behind; or nothing they left has reached us.","Note that Gibbon, though luminous, is not in the same league --one of the finest English prose writers, but not exceedingly broad in his knowledge since he was just classically trained, and not deeply at that --his sources are concentrated (mostly Diodorus Siculus, Ammianus Marcellinus, Procopius I think).","I am only impressed by a man's two attributes: courage & erudition. I disrespect those who lack the former, & crave the company of those endowed with the latter. Erudition is wealth, robust knowledge, being alive; it is organic diversification & signals open mindedness.","I just realized that what is called \"Keynesian stimulus\" works differently when the government is starting off a situation of deficit. The math would produce different results, which makes me wonder why economists cannot spot it (I inject more perturbations and see massive fragility). In one case, to make an analogy to an individual, you can invest money you have on the side(assuming you've had suspluses from the past). In the other, you fragilize yourself by borrowing, and transfer the liabilities cross-generations. Patris delictum nocere nunquam debet filio. [A father should not leave liabilities to his son.]جن","But you can't expect economists to perturbate their models, or inject rigor in their arguments. They are the very same idiots after all who got us here.","I was in Arabia talking to people about ancestral wisdom when Mohammed AlQatari pointed out to me that Pascal's saying on rationality le coeur a ses raisons que la raison ignore (the heart has its reasons that the reason ignores) has been said in the very same exact words some seven hundred years earlier by al-Mutanabbi: I transcribe in Arabic without even translating because a good translation would produce exactly the same words as Pascal's.","لهَوَى النّفُوسِ سَرِيرَةٌ لا تُعْلَمُ","Also it hit me that the ubiquitous word \"khair\", or \"kheir\" خيرin Arabic comes from the Greek χάρις (\"grace\", also \"gift\", the root of charm, charisma, etc.)","So does جنس (kind, gender, nationality when in the feminine form) from γένος (genus).","The philosopher (popularizer of philosophy) Bryan Magee, in his memoirs discusses how he is often surprised, reading an author, how his perception of the author conflicts with that of the prevailing trends in commentary (his Wittgenstein was not that of his contemporaries). Simply, academics cluster into a research tradition, with a standard interpretation; such interpretation is unstable as they may all cluster to a new focus, etc. They may collectively miss on a central idea of the author --something the fresh reader may get.","After a half a lifetime of reading commentary on Plato, I've embarked on my own re-reading of the complete works, and have been quite shocked at what I saw, in relation to my specialty of probability & randomness: topics brought up in the mouth of Socrates that were rarely discussed in the commentaries, or, at best, treated marginally. Now, granted much of the commentary comes from classical writers; still it remains that the commentators are not looking at Plato with our eyes & concerns.","","1) PHAEDRUS Fooled by Randomness; the cognitive distortions of mistaking the subset for the superset (modern research by Kahneman & Tversky showing how people after a vivid description think Linda is more likely to be a feminist bankteller than a bankteller; or how people can be manipulated to overpay for terrorist insurance, more than general insurance that includes terrorist coverage). In Phaedrus, Socrates warns against the sophists Tisias & Gorgias who who make the probable more likely than truth, and make small things appear large & large things appear small. Τεισίαν δὲ Γοργίαν τε ἐάσομεν εὕδειν, οἳ πρὸ τῶν ἀληθῶν [the true] τὰ εἰκότα εἶδον [\"see what resembles\", εἰκών, a copy, shares roots with the probable, εἰκάζω (\"I guess\") and ἔοικε (\"it looks like\", εἰκότα is neutral plural for εἰκώς used as \"the probable\" in Plato] ὡς τιμητέα μᾶλλον [value more], τά τε αὖ σμικρὰ μεγάλα καὶ τὰ μεγάλα σμικρὰ φαίνεσθαι ποιοῦσιν διὰ ῥώμην λόγου...","2) PROTAGORAS The hindsight bias (one aspect). Socrates explains how he \"prefers Prometheus to Epimetheus\" --Prometh = forward; Epimeth = backward. There was the myth of the two brothers, retold by Hesiod, but presented in Plato to warn about thinking in the past & not projecting properly into the future.","3) PROTAGORAS Use of conditionals is SOPHISTRY I was once discussing with Richard Thaler, a behavioral finance researcher his work on a psychological explanation of the equity premium puzzle. My point is that his interpretation might be true, but it lacks in empirical rigor, as we first needed to ascertain whether there was such a thing as the equity premium puzzle --to me, Black Swan events were not accounted for by the story, so we could not ascertain under \"fat tails\" what the risk was to make such statement; indeed whatever equity premium there was has evaporated in recent years. The behavioral economist agreed with me, but continued: \"IF there was an equity premium puzzle, then...\". I was highly irritated by the matter and could not see any sincerity in work that is so CONDITIONAL (the practice in economics has exploited some unrigorous paper on positivism by Milton Friedman; in Medicine nobody says \"if man were mice, then this...\"; in physics nobody says \"if the Moon had water...\"). I had been worried ...until I read Socrates' view that one cannot conduct a dialectic unless one SINCERELY agrees to every step of the argument. SOCRATES, refuting the sophist Protagoras who assented for the sake of argument with one of his statement: \"I do not think an argument's validity can be tested unless these \"ifs\" are removed from it\".","Spent some time with Erwan Le Corre, whom many describe as the fittest man in the world, in a broad, naturalistic sense (along with John Durant the expert on Paleo nutrition & their friends) --we were filmed by French TV who picked up the links between their ideas and mine on the need for a certain class of randomness. Le Corre understands the value of moderate unpredictability, the importance of improvization, and unconstrained exercise --to avoid the \"fossilization\" of routines. My idea of naturalistic/Paleo fitness: the broadest domain bandwidth, freedom from the captivity & injurious gym machines (resembling Tayloristic methods in working out). So started walking/sprinting on \"rough\", fractal sufaces. I am lucky to have a place within walking distance from the best parc for that; along the coastline with close to a mile of rocks. Exhilarating, except for my broken nose.","Just as chess skills only help you in chess (we know that those who can play chess games from memory don't have strong memory for other matters), classroom math only helps in classrooms, weight training in gyms almost only helps you in gyms, a specific sport almost only helps you in that specific sport, and walking on smooth Euclidian surfaces causes injuries somewhere deep inside your soul.","When you run and jump on rocks, your entire brain and body are at work; you stretch your back better than with yoga; every muscle in your body is involved; no two movements will be identical (unlike running in gyms); you become yourself.","Absence of effort: So I can get the benefits of a hunter-gatherer lifestyle with less than 20% changes in my day --as I can manage a 5-course dinner at Le Bernardin, drink good wine, dress with some elegance, yet have the benefits of the caveman... To me it is mostly about absence of effort in my life, outside of intense moments, freedom, work without constraints, unpredictability in my day, lounging whenever I feel like it, minimal contact with businessmen & other half-men, etc. I spent 7 years in total as an employee. When I look back, it was half way between being dead & alive.","Also I just realized that, in the same vein, broad erudition, when supported by a good mathematical culture, is vastly more robust than any specialization. The wisdom of the ancients was domain-independent."," ","At the Harvard Symposium for Hard Problems in Social Science, Emily Oster presented a very simple, elementary problem: almost all people with type-2 diabetes can be cured by losing a little bit of weight. They are made aware of it, yet they usually gain weight after diagnosis (she mentioned \"Atkins\" among the options, so it was not just AMA low-fat.). It is so obvious that we know what to do yet do not carry the action because thinking can be largely ornamental. The proof of the sterility of (a significant class of) knowledge was right there (among the obvious evidence that the population has been gaining weight in spire of technological and educational progress). Yet the others social scientists kept exalting the value of \"education\" in spite of this simple devastating evidence. Someone even suggested teaching more \"critical thinking\". This is the great sucker problem: people who teach truly think that teaching, or, worse, preaching, cures.","I've always wondered why males with boring professions, even when wealthy, do not attract females as much as artists do: rock stars, painters, & (in Europe) novelists & poets are more \"interesting\" than mathematicians, engineers, computer scientists, or physicists. Likewise men with flamboyant objects like red Ferraris or colorful clothes attract like a magnet, compared to the more conservative, but stable, plodding accountant. Same with wit compared to intelligence. Is it about the Zahavian showoff with language & artistic prowess? We have been playing with linguistic prowess and cave paintings for tens of thousand of years. Anyway, this metric can be used as a guideline to define true intelligence & relevant subjects: whatever subject is boring & unattractive in a Zahavian way will not be ancestrally fit & will be not natural to society. Painting, wit, music are more NATURAL than abstract mathematics or abstract, not exhibited wealth.","What I take is that intelligence in the sense of IQ tests and SAT scores is not as natural & ancestrally fit as wit, l'ésprit fin.","By not natural I mean not Black-Swan robust, skills we call intelligence because of a certain construction, but that are not needed ecologically. Mate selection has the right heuristics & intuitions --though in the right domain, & in the right domain only (the modern world we've constructed is quite different). So, Is \"intelligence\" without wit & verbal briliance really intelligence?","I am afraid to conclude that the only form of stable society, outside of the hunter-gatherer environment, & one that does not blow up, is an artisanal one. Complexification drives institutions --and societies --to maximal fragility.","I vividly remember my long afternoon walks in the park du Luxembourg in the Latin Quarter in Paris, as I used to lived across from it, Rue d'Assas. There were retired men talking about their war stories and playing pétanque, lovers silently hugging on benches, people just trying to be friends with each other, and me, flaneur crossing the park because it was on the Eastern side (the 5th arrondissement) that the philosophers were based, rue d'Ulm and I felt something vibrate in me there, just breathing the air & imbibing philosophy and the hype that came with it; it was a pilgrimage to my promised land. For years, as I routinely crossed that park, the same APlatonic depressing idea haunted me upon seeing the lovers embracing & cuddling each other on the benches, the idea of the transitory aspect of such intensity, and its potential reversal. The more intensely enthralled two being are with each other the harder they will try to hurt each other upon separation. They seemed to want to unite with each other, care about each other, protect each other, minister the smallest need in the other, cure the other of the small wounds, but, at some point in the future they might be inflicting the most scathing injury to the other. The nonlovers might be less close, but, in all likelihood, they should unconditionally stay friends, or, at least they are not expected to inflict harm on the other. I realized that there was an element in this treacherous thing called love that was not for philosophers.","After years reading prose in social science with strange theories, with seemingly empirical \"evidence\" but computed in a nerdy way, I surmise that everything that works in social science has to have an antecedent in the Latin (& late Helenistic) moral literature (moral sciences meant something else than they do today): Cicero, Seneca, M. Aurelius, Epictetus, Lucian, or the poets: Juvenal, Horace or the later French moralists (La Rochefoucault, Vaugenargues, La Bruyere, Chamfort, Bossuet, Montaigne even ....) -- we are witnessing a slow but certain degradation of wisdom.","Utility Theory /Prospect Theory: Segnius homines bona quam mala sentiunt in Livy's Annals (XXX, 21) (Men feel the good less intensely than the bad).","Negative advice: Nimium boni est, cui hinil est mali Ennius , via Cicero-","Madness of Crowds: Nietzche: Madness is rare in individuals, but in groups, parties, nations, it is the rule (this counts as ancient wisdom since Nietzsche was a classicist; I've seen many such references in Plato) -","Hormesis: Cicero (Disp Tusc,II, 22) When our souls are mollified, a bee can sting -","The Paradox of Progress/Choice (Lucretius): there is a familiar story of a NY banker vacationing in Greece, talking to a fisherman &, scrutinizing the fisherman's business, comes up for a scheme to help the fisherman make it a big business. The fisherman asked him what the benefits were; the banker answered that he could make a pile of money in NY and come back vacation in Greece; something that seemed ludicrous to the fisherman who was already there doing the kind of things bankers do when they go on vacation in Greece. The story was very well known in antiquity, under a more elegant form, as retold by Montaigne I, 42: (my transl.) when King Pyrrhus tried to cross into Italy, Cynéas, his wise adviser, tried to make him feel the vanity of such action. \"To what end are you going into such enterprise?\", he asked. Pyrrhus answered:\" to make myself the master of Italy\". Cynéas: \" and so?\". Pyrrhus: \"to get to Gaul, then Spain\". Cynéas: \"Then?\" Pyrrhus: \" To conquer Africa, then ... come rest at ease\". Cynéas:\" but you are already there; why take more risks\"? Montaigne then cites the well known Lucretius (V, 1431) on how human nature knows no upper bound, as if to punish itself.","Loss Aversion: Nearly all the letters of Seneca - \n","The three most harmful addictions are heroin, carbohydrates, and a monthly salary.","The opposite of success isn't failure, it's name dropping.","Most of what they call humility is successfully disguised arrogance.","In science you need to understand the world; in business you need others to misunderstand it.","I wonder if a lion (or a cannibal) would pay a high premium for free-range humans.","Writing is the art of repeating oneself without anyone noticing.     ","You know you have influence when people start noticing your absence more than the presence of others.","Some reticent people use silence to conceal their intelligence; but most do so to hide the lack of it.","Usually, what we call \"good listener\" is someone with skillfully polished indifference.","The differences between Goldman Sachs & the mafia: GS has a better legal-regulatory expertise; but the mafia understands public opinion.","Writers are (always) remembered by their best books, politicians are (mostly) remembered by their worst mistakes, businessmen are never remembered for anything","If you want people to read a book, tell them it is overrated.","In nature we never repeat the same motion. In captivity (office, gym, commute, sports), life is just repetitive stress injury. No randomness.","Common minds find similarities in stories (& situations), finer minds detect differences [Essay on the Universal & the Particular]    ","The 20th C was the bankruptcy of the social utopia. The 21st will be that of the technological one. [From one Procrustean bed to another.]"," I trust those who earn their living lying on their back more than those who do so sitting on a chair (hint: I read in bed...)","Don't trust a man on dependent income-except if it is minimum wage. Those on bondage & βάναυσοι would do anything to \"feed a family\".","Dubai borrowed to put vanity buildings on postcards; America and W. Europe need to borrow to just survive."," We unwittingly amplify commonalities with friends, dissimilarities with strangers, & contrasts with enemies."," The mark of a mediocre mind is the subdued and passive reaction in front of the truly exceptional","Mental clarity is the child of courage, not the other way around.    [ The biggest error since Socrates has been to believe that lack of clarity is the SOURCE of all our ills, not the result. ]","What they call play (gym, travel) looks like work;what I call work (effortless daydreaming) looks like play.They lose freedom trying harder.  "," I wish to say some day about someone \"Voilà un homme!\" as Napoleon said upon meeting Goethe: mixture of passion & intellect (& elegance too)","Übermen tolerate others' small inconsistencies though not the large ones;losers tolerate others' large inconsistencies though not small ones","   Their sabbatical is to work six days and rest for one; my sabbatical is to work for (part of) a day and rest for six.","   City-states organize by tinkering; nation-states produce bureaucracies, empty suits, Bernankes, deficits, and the toobigtofail. Too obvious.","    Atheism/materialism means treating the dead as if they were unborn. I won't. By respecting the sacred you reinvent religion. answ:[ If you can't detect (w/out understanding) the difference betw sacred & profane you'll never know what religion means. Same with art ]","What they call philosophy, I call literature;what they call literature I call journalism; what they call journalism I call gossip & what they call gossip I call voyeurism.","   How superb to become wise without being boring; how sad to be boring without being wise [like that Bernanke].","   The role of the media is best seen in the journey from Cato the elder to Sarah Palin. Do some extrapolation if you want to be scared.","   Ethical man accords his profession to his beliefs, instead of according his beliefs to his profession. Rarer and rarer since middle ages. [Ethics, Cognitive Dissonnance & Diffusion of Responsibility, Chap, why we need to worry about econ, \"risk experts\", & other charlatans]","   Most people write so they can remember things; I write so I can forget.","   Corollary to Moore's laws: every ten years, collective wisdom degrades by half.","   I wonder whether a bitter enemy would be jealous if he discovered that I hated someone else.","  It is much harder to be a Stoic when wealthy, powerful, and respected than when destitute, miserable, and lonely.","   Academics are only useful when they try to be useless, and dangerous when they try to be useful.","   Success is to be in middle adulthood what you dreamed to be in late childhood. The rest comes from loss of control.","   A good foe is far more loyal, far more predictable, and, to the clever, far more useful than any admirer.","   You will get the most attention from those who hate yrou. No friend, no admirer, and no partner will flatter you with equal curiosity.","   Mediterraneans scorn instructions but bow to authority; Anglo-Saxons bow to instructions but scorn authority.","   Most modern technologies are deferred punishment.","   \"Evolution does not teach by convincing, but by destroying.\" [Fat Tony on why Robert Merton, univ tenures in econ, and bailouts are dangers]","   The Stoic sage should withdraw from public efforts when unheeded & state is corrupt beyond repair.[Seneca] Wiser to wait for selfdestruction.","   There is nothing deemed harmful (in general) that cannot be beneficial in some particular instances. Universals are weaker under complexity.","    \"Don't cross a river because it is on average 4 f deep\". The average of expectations is typically > than the expectation of averages.","   Medieval man was a cog in a wheel he did not understand; modern man is a cog in a more complicated system he thinks he understands.","   Giving businessreaders my book: like giving vintage Bordeaux to drinkers of Diet Coke and listening to their comments about it .","   They will envy you for your success, for your wealth, for your intelligence, for your looks, for your status --but rarely for your wisdom","   The idea is to NEVER answer critics, just aim to stay in print --make sure people will be reading me long after these critics are dead.","   Modernity: We created youth without heroism, age without wisdom, and life without grandeur.","   \"It is much easier to scam people for billions than for just millions\". [on Madoff & US gov-1st Lesson in the Epistemology of Fat Tony]","   Charm lies in the unsaid, the unwritten, and the undisplayed. It takes mastery to control silence.","   We are better at (involuntarily) DOING out of the box than (voluntarily) THINKING out of the box. Thinking is just ornamental; for show-off.","   I read nothing from the past 300 years; I drink nothing from the past 3000 years; but I talk to no ordinary (nonheroic) man over 40.","  Edmund Phelps got the \"Nobel\" for writings no one reads, theories no one uses, and lectures no one understands. [Panel in Moscow]","   Education makes the wise slightly wiser, but makes the fool vastly more dangerous.","   We ask \"why is he rich (or poor)?\" not \"why isn't he richer (poorer)?\";\"why is the crisis so deep?\" not \"why isn't it deeper?\".","The tragedy of virtue is that the more boring, unoriginal, and sermonizing the proverb/tweet, the harder it is to implement.","To see if you like where you live: check if you are as happy returning as you were leaving. Also applies to work/relationships...","My problem of knowledge is that there are many more books on birds written by ornithologists than books on birds written by birds. [OPACITY]","Mathematics is to knowledge what an artificial hand is to the real one. Some amputate then replace.","Pomponius Atticus, severely ill, tried, the Stoic way, to take his own life. Having chosen starvation, he was cured of his illness.","Pure generosity is when you help the ingrate. Every other form is self-serving [Cont:genrosity/Kantian ethics]","For the ancients, forecasting historical events was an insult to the God(s); for me it is an insult to science.","A maxim/tweet allows me to have the last word without even starting a conversation.","I'd rather be a janitor in a philosophy department than Chaired Prof at Harvard Business School; or flaneur in NY than a hotshot at Davos.","   I now take a hot bath after reading emails from businessmen or journalists; I then feel purified from the profane until the next email.","   We worry about \"too big\", but the biggest error-prone centralized top-down institution in the world is the US Gov. It is getting bigger.","   You cannot express the holy in terms made for the profane; but you can discuss the profane in terms made for the holy.","  CNBC journalists are imbeciles. \"You need skills to get a BMW, skills + luck to become a Buffet\" -> into \"Buffet has no skills\".","\n\n","Quiconque, dit Horace, sera regardé en naissant par les muses d’un oeil favorable, il méprisera les Couronnes des Jeux Olympiques des Grecs, & des triomphes des Romains,  & leur préférera les délices d’une retraite studieuse, & d’une savante solitude. Il faut de plus un grand courage pour résister aux accidents de la vie, capable d’interrompre les douceurs de son étude, aux nécessitez publiques, aux guerres (...), aux persécutions des envieux, (..) et leur vie retirez les expose plus que les autres. Quant un homme de cette terre sera consacrez aux Lettres, qu’il ne cherche la récompense que dans les Lettres mêmes, & (...) du haut de cette sainte montagne, oú la vraie érudition a placé sa demeure, il regarde le reste du monde avec compassion, & avec un grand mépris des erreurs et des vaines occupations du vulgaire.","Huet despised Montaigne --whom he called Montagne. ","\n","This is the \"lecturing birds how to fly\" effect.","Let us call it the error of rationalism. In Fat Tony’s language, it would be what makes us the suckers of all suckers. Consider two types of knowledge. The first type is not exactly “knowledge”; its ambiguous character prevents us from calling it exactly knowledge. It a way of doing thing that we cannot really express in clear language, but that we do nevertheless, and do well. The second type is more like what we call “knowledge”; it is what you acquire in school, can get grades for, can codify, what can be explainable, academizable, rationalizable, formalizable, theoretizable, codifiable, Sovietizable, bureaucratizable, Harvardifiable, provable, etc.","To make things simple, just look at the second type of knowledge as something so stripped of ambiguity that an autistic person (a high functioning autistic person, that is) can easily understand it.","The error of rationalism is, simply, overestimating the role and necessity of the second type, the academic knowledge, in human affairs. It is a severe error because not only much of our knowledge is not explainable, academizable, rationalizable, formalizable, theoretizable, codifiable, Sovietizable, bureaucratizable, Harvardifiable, etc., but, further, that such knowledge plays such a minor life that it is not even funny.","We are very likely to believe that skills and ideas that we actually acquired by doing, or that came naturally to us (as we already knew by our innate biological instinct) came from books, ideas, and reasoning. We get blinded by it; there may even be something in our brains that makes us suckers for the point. Let us see how.","\n","\n","\n\n","MEDICAL NOTES- Aggregation of notes on the history of medicine as I am writing my long chapter on iatrogenics.","How long can something be held as wrong before its practice is discontinued? A long, very long time, much longer than we think. We've know that \"modern finance\" and economics represented a danger to society [since 1961, with close to 400 blowup episodes including the crash of 1987] to no avail --and this blowup of the banking system will not bring any relief. Even the fact that I may have made the point in what may turn out to be the ALL TIME bestseller in economics and philosophy of science [ and the mother of all empirical evidence] might not help displace the charlatans. Some ideas from the history of Medicine (Medicina, soror philosophiae!).","Noga Arikha \"Just Life in a Nutshell: Humours as common sense\", in The Philosophical Forum Quarterly, XXXIX, 3:","When William Harvey demonstrated the mechanism of blood circulation in the 1620s, humoral theory and its related practices should have disappeared, because the anatomy and physiology on which it relied was incompatible with this picture of the organism. In fact, people continued to refer to spirits and humors, and doctors continued to prescribe phlebotomies, enemas, and cataplasms, for centuries more --even when it was established in the mid-1800, most notably by Louis Pasteur, that germs were the cause of disease.","See also Arikha's book (it was swallowed by my uncatalogued library so I am ...reordering it).","The most complete compendium is in Wooton Bad Medicine: Doctors Doing Harm Since Hippocrates.","p 184 [...] why doctors for centuries imagined that their theories worked when they didn't; why there was a delay of more than two hundred years between the first experiments designed to disprove spontaneous generation and the final triumph of the alternative, the theory that living creatures always come from other living creatures; why there was a delay of two hundred years between the discovery of germs and the triumph of the germ theory of disease; why there was a delay of thirty years between the germ theory of putrefaction and the development of antisepsis; why there was a delay of sixty years between antisepsis and drug therapy. [he explains elsewhere that there was no money in microscopy, which delayed implementation...]","Elsewhere Wooton shows how surgeons resisted anesthesia (because it was considered cheating), how doctors in France were still bleeding patients at the end of the 19th century, yet: In 1851 [...] Dietl showed that bloodletting tripled the death rate in a pneumonia.","p 240- Pasteur had a sensible distrust of doctors. p 14 I took it for granted that in an open argument, good ideas would always defeat bad ideas. [...] Peer group pressure often halt progress in its track.[...] Despite the brilliant work of philosophers and historians of science, no one has really worked out how to write a history that takes account of this. p 293 Shapin tells us that \"The Harvard biochemist L.J. Henderson [1878-1942] was supposed to have remarked \"that it was only sometime between 1910 and 1912 ...that a random patient, with a random disease, consulting a doctor chosen at random, had, for the first time in the history of mankind, a better than 50-50 chance of profiting from the encounter.\"'","Also, something that explains why I am going nuts.","By 1861 [Semmelweiss] was denouncing those who had not adopted his views as murderers.","James Le Fanu: The Rise and Fall of Modern Medicine (1999) talks of \"collective deception\".","I call this the translational problem because of a great paper by Ioannides (my hero) et al. Life Cycle of Translational Research for Medical Interventions in Science (Sept 5, 2008) --they show how long it takes from initial scientific paper to implementation --and how the cycle is lengthening. But my problem is that the gap knowledge/practice is not curable --the arrow goes from practice to knowledge.","New books on medical history: Gloria Origgi have me a book on Semmelweiss by ... Louis Ferdinand Celine! (merci mille fois). Also Francois Lebrun Se soigner autrefois Médecins, saints et sorciers aux XVIIe et XVIIIe siecles, Georges Vigarello Histoire des pratiques de santé, Jackie Pigeaud La maladie de l'ame, Collectif (Centre Jean Palerne): Rational et irrationel dans la médecine ancienne et médiévale. I also got a long paper by Gerd Gigerenzer on medical practice and conditional probability (I guess it is the misunderstanding of Type 2 error that is costing us so much).","Also I consider the work of Gary Taubes (and soon the book by Art DeVany) as documents in the history of medical errors.","***","Canguilhem wonders why it took so long to figure out iatrogenesis: \"Quant a l'iatrogenese medicale, comment peut-on penser que les médecins aient attendu la deuxieme moitié du XXe siecle pour observer les effets secondaires\" [Etudes d'histoire et de philosophie des sciences, Vrin, 1968, 1994].","Scribonius Largus: who accompanied Claudius, was interested in pharmacology but not interested in hidden causes.","Comme indices plaidant en faveur de cette orientation empirique chez Scribonius, on peut noter la place de choix acordée a la pharmacologie, le respect scrupuleux des auctores, de meme que l'absence d'interet pour la connaissance des choses cachées. [Joelle Jouanna-Bouchet, Scribonius Largus et Marcellus: entre rationnel et irrationnel, in Collectif, Rationnel et Irrationnel dans la médecine ancienne et médiévale, Publications de l'Université de Saint-Étienne, 2003].","At the core of the expert problem is that people are suckers for charlatans who provide positive advice (what to do), instead of negative advice (what not to do), (tell them how to get rich, become thin in 42 days, be transformed into a better lover in ten steps, reach happiness, make new influential friends), particularly when the charlatan is invested with some institutional authority & the typical garb of the expert (say, tenured professorship). This is why my advice against measuring small probabilities fell on deaf ears: I was telling them to avoid Value-at-Risk and the incomputable rare event and they wanted ANOTHER measure, the idiots, as if there was one. Yet I keep seeing from the history of religions that survival and stability of belief systems correlates with the amount of negative advice and interdicts -- the ten commandments are almost all negative; the same with Islam. Do we need religions for the stickiness of the interdicts?","Telling people NOT to smoke seems to be the greatest medical contribution of the last 60 years. Druin Burch, in the recently published Taking the Medicine","The harmful effect of smoking are roughly equivalent to the combined good ones of EVERY medical intervention developed since the war. (...) Getting rid of smoking provides more benefit than being able to cure people of every possible type of cancer\" [emph. mine]","Life expectancy: Another problem. I keep hearing the fiction that medical practitioners doubled our life expectancy. Life expectancy increased because of 1) sanitation, 2) penicillin, 3) drop in crime. From the papers I see that medical practice may have contributed to 2-3 years of the increase, but again, depends where (cancer doctors might provide a positive contribution, family doctors a negative one) . Another fooled-by-randomness style mistake is to think that because life expectancy at birth was 30, that people lived 30 years: the distribution was massively skewed: the bulk of the deaths came from birth & childhood mortality. Conditional life expectancy was high --I do not know of many measurements (it should not be too hard) --just consider that Paleo men had no cancer, no tooth decay, almost no epidemics, no economists, and died of trauma. Perhaps legal enforcement contributed more than doctors to the increase in life .","\n\n","I-Medicine","Nobody seems to notice that over the millennia religions (all religions) have saved people from death –because it protected them from doctors and “science”. Because of the illusion of control, we feel like “doing something” when facing a problem –“seeing an expert”, etc. If religion is at least neutral then it is a great way to stay out of harms’ way: science, faux-experts, quacks, etc.","Martial in his epigrams gives us an idea of the perceived expert problem in medicine in his time (i.e., the doctor causing more harm than expected, but exploiting his expert status):","Nuper erat medicus, nunc est uispillo Diaulus:     quod uispillo facit, fecerat et medicus I thought that Diaulus was a doctor not a caretaker –but for him it appears to be the same job.","Non habui febrem, Symmache, nunc habeo. I did not feel ill, Symmache; now I do (after your  ministrations).","Montaigne goes deeper. He reports on the attribution problem seen by the ancients –not too different from current stockbrokers & economists. Doctors claimed responsibility for success and blame failure on mother nature.","On demandoit à un Lacedemonien qui l'avoit fait vivre sain si long temps: L'ignorance de la medecine, respondit il. Et Adrian l'Empereur crioit sans cesse, en mourant, que la presse des medecins l'avoit tué. A Lacedaemonian was asked what had made him live so long; he answered “ignoring medecine\". The Emperor Adrian continually exclaimed as he was dying that it was his doctors that had killed him.","Mais ils ont cet heur, selon Nicocles, que le soleil esclaire leur succez, et la terre cache leur faute; et, outre-cela, ils ont une façon bien avantageuse de se servir de toutes sortes d'evenemens, car ce que la fortune, ce que la nature, ou quelque autre cause estrangere (desquelles le nombre est infini) produit en nous de bon et de salutaire, c'est le privilege de la medecine de se l'attribuer. Tous les heureux succez qui arrivent au patient qui est soubs son regime, c'est d'elle qu'il les tient. Les occasions qui m'ont guery, moy, et qui guerissent mille autres qui n'appellent point les medecins à leurs secours, ils les usurpent en leurs subjects; et, quant aux mauvais accidents, ou ils les desavouent tout à fait, en attribuant la coulpe au patient par des raisons si vaines qu'ils n'ont garde de faillir d'en trouver tousjours assez bon nombre de telles... [Attribution Problem]","Effectively you hear accounts of people erecting fountains of even temples to their favorite gods after these succeeded where doctors fail (see Vivian Nutton’s Ancient Medicine, an interesting book for a start, though near-silent about my heroes the empiricists, and not too detailed about ancient practices outside of a few standard treatises).","I truly believe that it was rational to resort to prayers in place of doctors: consider the track record. The risk of death effectively increased after a visit to the doctor. Sadly, this continued well into our era: the break-even did not come until early in the 20th Century. Which effectively means that going to the priest, to Lourdes, Fatima, or (in Syria), Saydnaya, aside from the mental benefits, provided a protection against the risks of exposure to the expert problem. Religion was at least neutral –and it could only be beneficial if it got you away from the doctor.","Montaigne on why the last thing a doctor needs is for you to be healthy [Agency Problem].","Nul medecin ne prent plaisir à la santé de ses amis mesmes, dit l'ancien Comique Grec, ny soldat à la paix de sa ville: ainsi du reste.","The easy part is to show that religion was superior to science. It is hard to accept it: religion protects you from bad science. Now my conjecture, which I am trying to substantiate, is that the empiricists (Agrippa, Philinus, Menodotus, etc.) and to some extent the medical methodists, did not have the expert problem. The empiricists insisted on the “I did not know” while facing situations not exactly seen in the past, for which an exact treatment did not repeatedly yield a cure. The methodists did not have the same strictures against analogy, but were still careful.","II- Agrippa (no relation)","Which brings me to a strange, and strangely overlooked writer –or perhaps a literary mystery as we could be dealing with two writers. Or a joke. Or a madman –a victim of acute schizophrenia. Montaigne’s sources on medicine come from the recycling of the very erudite Henry Cornelius Agrippa’s De incertitudine et vanitate scientiarum atque artium declamatio invectiva (“De vanitate”), published c.1530. It is a strange skeptical attack on the negative aspect of science and knowledge by a 16th century man who is mostly known for a treatise on magic that he wrote before that, & for his practice of magic & alchemy. And it was not a change of heart: Agrippa continued to practice magic & alchemy after writing the De vanitate (which attacked alchemy and magic!). De vanitate is a Pyrrhonian treatise though, seemingly, Agrippa was not aware of the works of Sextus Empiricus (which had not been available in Latin). He covers literally everything: mathematics, medicine, EVEN FINANCE, in way that is suspiciously similar to (but more extensive than) Adversus mathematikos. I just got a photocopy of the text that Montaigne read (in Medieval Latin, almost impossible to read owing to the characters & even harder to understand), & the only readable document a photocopy of a Medieval French translation by Louis Turquet de Mayerne. The only bound volume I managed to locate was selling for $4000 on Abebooks (photocopying such text is legal; photocopied but bound volumes make for a much better reading quality than originals).","","Agrippa might be the only Pyrrhonian skeptic who was imprisoned for his writings (I guess if you do not take my brief jail episode in Lebanon into account).","Agrippa's Dilemma: Hermetic\" Rebirth\" and the Ambivalences of De vanitate and De occulta philosophia Renaissance quarterly [0034-4338] Keefer yr:1988 vol:41 iss:4 pg:61","Questio 2.16. [that the stochastic arts do not just differ because they have the same ends and different means, they have ] So for [these stochastic arts] the end is not the achieving of their objective, but the completion of what belongs to the art [itself].  [Stochastic arts: medicine & navigation as compared to deterministic arts, like weaving or building. He thinks that the objective of a stochastic art, one that depends on external factors, is the perfect practice itself, which is reminiscent of stoic doctrines].","Ierodiakonou & Vanderbroucke [1993]. More fundamentally, the Greeks wondered what gave rise to the stochastic nature of medicine. Here, their ways split. In the second century AD Alexander of Aphrodisias held it to be an inherent property of medicine. Medicine does not proceed by syllogisms to the effect that something necessarily and invariably is the case. Rather, medical propositions are concluded in terms such as \"for the most part\", or \"in only a rare case\". These expressions hold true generally, but not necessarily for the individual. Others such as Galen in the same century, believed that medical science in itself was as impeccable as any other but that its practical application was fallible because of variation in the individual patient. [Medicine as a stochastic art. Ierodiakonou, Katerine,Vandenbroucke, Jan P., Lancet; 2/27/93, Vol. 341 Issue 8844, p542, 2].  I looked for Ierodiakonou’s research (she is a classicist, V. is a medical researcher) on the vanishing Aenasidemians.","\n\n","Mathematized Frauds in Medicine (birth and death of iatromathematics): Aside from the Aristotilization of Medicine with the Galenic method (imbued with logic and rationalizations after Aristotle whom Paracelsus who scorned any form of learning from words called \"the great illusionist\"), there have been forgotten attempts to mathematize medicine.","There was a period during which \"medicine derived its explanatory models from the physical sciences\" [Andrew Wear, in Conrad et al., 1995].","Giovanni Borelli, in De Motu Animalium, compared the body to a machine consisting of animal levers. \"He wrote that God applied geometry when making animal organs, and that since the movements of animals are the proper subject of mathematics they can be understood in terms of levers, pulleys, winding-drums, and spirals, etc. Borelli ordered his book into propositions as in geometry, first demonstrating, for instance, the forces involved ...\"","Cicero and Probability: Cicéron de Clara Auvray-Assayas. \"... probabile\" n'est pas une traduction du Grec mais un concept forgé par Cicéron; son usage ne se limite pas a la theorie de la connaissance, mais permet d'articuler la rhetorique et la philosophie ... une critique rationnelle de toutes les doctrines systématiques.\"","Apres avoir montré qu'il n'existe pas de representation telle qu'elle differe d'une fausse, l'academicien propose de se fier a ce qui est \"persuasif\", pithanon en grec, et que Ciceron rend par probabile. A premiere vue il s'agit donc de la traduction de l'adjectif grec \"pithanon\"... Reste la question du sens: non seulement le latin fait disparaitre l'element semantique essentiel, la persuatsion, au profit des valeurs de la preuve et de l'approbation contenues dans le verbe ˆprobare , mais le sens actif du grec pithanon (qui persuade) est occulté dans l'emploi de l'adjectif probabile dont tous les emplois attestes sont passifs (\"qui peut etre prouvé/approuvé). [...] le sujet ne recoit plus passivement ce qui le persuade, c'est lui qui juge si une chose mérite son approbation.","[Cicero translated Plato's Timaeus λογος εικος [believable rationalization/explanation] & εικος μυθος [believable story] by probabilia, something we can give approval to.]","Misunderstanding of empiricism: For bildungphilisters (financial economists & other), empiricism is looking at data and formulating opinions congruent with the data (using a mental disease commonly called statistical methods). Wrong. The true meaning of empiricism is the avoidance of inductive generalizations outside the instances in which a given observation was made: you cannot extend the properties too aggressively outside the sample set of observation, particularly when you encounter slight dissimilarities. So an empirical doctor would focus on the extremely similar. History can only repeat itself in the exact circumstances of prior occurrences. It also implies the avoidance of top down theorization, ideas about how things should be in order to fit the presumed mind of nature (Aristotelian’ final causes, Galen’s natural purpose of an organ, today notions of “equilibrium”, naïve evolutionary theorists etc.). [This explains why some cannot understand why I can be skeptical and empirical at the same time].","Another major error (again voiced by two economists, among whom was (angry) Lord Eatwell): you cannot observe without some theory. Even Galen used it as his lame argument “Logos is needed for observation … observation is impossible without logos”. It misses the point entirely. Empiricism is not about not having beliefs: it is about avoiding to be a sucker, a decided and preset bias on where you want your error to be –where the default is.  An empiricist defaults to suspension of belief (hence the link with the skeptical Pyrrhonian tradition), while others prefer to default to a characterization or a theory. Mostly, avoid the confirmation bias ! (we empiricists prefer the disconfirmation/falsification bias).","Tension between “rationalism” and empiricism: The distinction appears to be expressed in modern terms (Claude Bernard -l' empirisme compris dans son sens le plus large et le plus général est l' opposé du rationalisme ;l' empirisme est alors l' exclusion de tout raisonnement de l' observation et de l' expérimentation.(emph. his)) The medical empirical tradition supposedly died out c. 200 AD. (to be revived later first by Paracelsus, then by a collection of surgeons, but waxed and waned. I suppose that it was stamped out by the Arabs). Within Hippocrates’ corpus some writings are said to be in the rationalist tradition, while others (the oldest) are in the empirical tradition.  & Al-Razi on the difference:","فالرازي مثلاً يقدم النظري على العملي، ويعطيه الأسبقية إذ يقول : \"من قرأ كتب أبقراط ولم يخدم، خير ممن خدم ولم يقرأ كتب أبقراط\"، ويقول أيضاً : \"إن قليل المشاهدة (أي الخبرة) المطلع على الكتب خير ممن لم يعرف الكتب\"","Note that Al-Razi, nevertheless, stood up to Galen, something that did not take place again for 5 centuries. He wrote a book called: \"الشكوك على جالينوس\".","Primary (or close to): Galen (almost all there is to know in found subf. empirica), Sextus Empiricus, Diogenes Laertius, Photius, Celsus (De Medicina), Caelius Aurelianus, Arabic texts (?): Ibn Sina, Al-Razi, Comments on “Jalinos” by Averroes,","Secondary: Charles Daremberg (cours du Collège de France), Lorenzo Perilli (Menodoto di Nicomedia & papers), Victor Brochard, Albert Favier (unreliable), Zeller, Ludwig Edelstein (Ancient Medicine –collected papers), Deichgraeber (not translated: I cannot read German), Harris Coulter (a linear combination of his predecessors, mainly Deichgraeber), Vivian Nutton (not very good), Roger French (Medicine before Science), Don Bates (Knowledge and the Scholarly Medical Traditions)…","Literature on Pyrrhonian skepticism: Unlike the literature on empiricism, you can fill up a wall of books and file cabinets of contemporary, post-contemporary, and secondary sources.","Why do we put passengers through checkpoints when we \"have no evidence\" that they carry weapons? How \"unscientific!\" Why don't we drink from a stranger's glass (in a bar), when \"we have no evidence\" we may get sick? Just consider that if airports had no checkpoints, I could predict, with a very high probability, that a plane will be blown up by some terrorist. Which is also, from a risk management standpoint, why I can safely predict that any enterprise managed by a certain class of \"rigorous\" idiot savants using a certain class of certainties would blow up.","I leave aside the confusion absence of evidence/evidence of absence--and the misunderstanding of the very notion of \"empiricism\". It is a fact that in the real world of our daily decision-making 1) we do not have much evidence of most relevant things, yet we need to take action; 2) in most situations, \"true/false\" is never symmetric (one side is more harmful than the other), so the burden of evidence is one-sided. Which is why once these fakes \"doing science\" lose their tenures after the endowments (and charity) run out of funds, they will be barely fit to do anything in the real-life ecology. I wonder what you can do with an unemployed, say, academic orthodox economist. You could do better with non-post-academic cab drivers. Clearly those the most fit at dealing with \"just evidence\" will be idiot savants outside their evidence domain.","And I can expect that with the SP500 about 20% lower than here, you will see tenures unexpectedly evaporating. The silver-lining of the crisis, perhaps, with the de-academification of society.","When I was warning about the risks of the financial system, I encountered nasty resistance from these types --recall that I blame the academic establishment for this idiotic risk taking.\"Where is the evidence?\", they kept saying, missing the subtlety of the a-delon & evidence of fat tails. Two unpleasant situation, worth naming names because these two individuals are exceedingly harmful to society. 1) The most unpleasant situation was the psychologist Dan Gilbert from Harvard who broke the Brockman dinner party etiquette by shouting insults within earshot, c. Feb 2007, (and with Harvard's endowment at > twice its current value), and kept ranting in my back that \"he offers no evidence!\" . 2) The second one was in London, in 2006, when one Herr Doktor Prof. Armin Falk University of Bonn, who did some bullshit experiments on bounded rationality, not knowing that I was a trader, shouted in a strong German accent: \"I do science ; you just do philosophy\". Science it was.","So let me take this into more interesting territory, and express my anti-social-planner views. Even more that in Hayek's days, the ecology of the real world is becoming too complex for Aristotelian logic: very, very little of what we do can be safely formalized, meaning asymmetries matter more than ever. Which puts the Western World today at the most dangerous point in its history: unless we get the Bernanke-Summers crowd out of there, it will eventually be destroyed by the machinery of arrogant, formal-thinking civil servants, and Ivy-league semi-retards.","Finally, beyond the current mess, I see no way out of this ecological problem, except through that tacit, unexplainable, seasoned, thoughtful, and aged thing crystalized by traditions & religions --we can't live without charts and we need to rely on the ones we've used for millennia. Le 21e siecle sera religieux, ou ne sera pas!","PS- I went on a European radio to express my ideas. When asked: what should we do, I replied: just listen to John Gray. He is the greatest living thinker. It was a great surprise when a few hours later, I opened my mail and saw John Gray's book with a handwritten note from him.","The world is in three or more dimension. 1) In Two-Dimensions: Most people see it in two dimensions, but with some clarity --imagine what you miss living in a 3D world mistaking it for a 2D one. You get a lot of things right, but you do not understand the world. 2) In One-Dimension: Many see it with extreme precision, but in one single dimension (and don't know it). These are usually academics or commoditized practitioners --imagine what they miss. But what they lose in dimensions, they gain in accuracy. Almost all the time, they destroy knowledge. On the occasion, their precision allows them to hit on something real --but it is a rare Black Swan. 3) In Three or More Dimensions: Finally, a few, very few, see it in blurred three dimensions. They see things blurred, but they see them as they are. These are sometimes called prophets.","People think that I wrote TBS to communicate my ideas about human errors, epistemic arrogance, complexity, and high-impact uncertainty. The fools. I wrote a book to talk about Yevgenia, Lebanon, Casanova; I wanted to express my love for il Deserto and my outrage for the very existence of frauds like Robert Merton le petit. And I used that Black Swan idea as an excuse. Any other topic would have bored me. Had I written a book about the black swan idea almost nobody would have read it.","Some people think they attend the opera for the story.","It is the same with language. Language is largely made to show-off, gossip, confuse people, delude them, charm them, seduce them, scare them, exploit them, etc. And, as a side effect, convey information. Just a side effect, you fools.","A man is morally free when, in full possession of his living humanity, he judges the world, and judges other men, with uncompromising sincerity. George Santayana","Is it true? How about the reverse: you do not become free by acting intransigent; those who are free have the obligation to be intransigent. Fat Tony to Nero: \"Being self owned is a state of mind\".","Complexity: My best session was the one on complexity in which I sat between two giants: E.O. Wilson and Martin Rees. The group, moderated by Adam Bly, also included Henry Markram (a neuroscientist). It was a breath of fresh air to be sitting in science, real science, pure science, and to me, what I discovered to be, effortless science, which abated the anger that at Davos started increasing in me throughout the day, culminating in late afternoon with a fit of rage against what hotshot banker would cross my path. [Most bankers behaved like beaten dogs and took my abuse without even showing surprise]. Wilson and Rees were thinkers at least one atmosphere above the swarm of bankers, economists, corporate hotshots and Thomas-Friedman-style intellectual frauds, and other varieties of shallow-finance-idiots --so I wondered how on earth they could be breathing the same air. It was effortless to talk about complexity and its effect on risk: how redundancy, diversity, and such properties were central in avoiding collapse. Markram discussed epilectic seizures as the extreme case of absence of diversity in the firing of neurons --exactly what worried me about globalization.","The only bad news came at the end of the session, when a VIP central banker, former IMF hotshot, co-author of a macroeconomics textbook classic (with Blanchard), came to me to critique my point about feedback loops. I had said that unemployment in NY caused by Wall Street losses, percolating and generating unemployment in, say, China, then percolating back into unemployment in New York, because of these feedback loops, were not analyzable analytically, owing to the monstrous estimation errors with such effects. The hotshot disagreed, explaining that we had input-output matrices that were good at calculating such feedbacks, citing a \"Nobel\" (Leontieff, I presume) --I looked at him with the look \"he is arrogant, but does not know enough to understand that he is not even wrong\" (needless to say that he was one of those who did not see the crisis coming). The problem is one of convexity, described in The Black Swan with the story of the billiard balls, as unpredictability compounds when we add additional bounces. It was hard to get the message that even if econometric methods could track the effects in normal times (natural, since errors are small), such models said nothing about large deviations, for which the errors would be monstrous.","I am preparing to rebut a collection of scholars in a special issue about The Black Swan and need to write something. My experience of scholars is that they usually have less of a clue about my ideas than the general population (they frame too much, usually cannot connect the dots --which is how they missed the warnings about the crisis). Here is part of the discussion.","My Central Idea. People miss the obvious and get sophisticated with the useless details. I was at Balthazar three times in the past week. The last time I was having dinner with someone who was rehashing points from book reviewers saying (as a compliment) that I masterfully glued together ideas ideas from a variety of sources across philosophy, psychology, mathematics, economics, etc. [Of course, if I am saying obvious things, how come they did not see my obvious (and obviously stated) consequence that the current economic system would collapse? ] Then I realized that people miss the obvious, here my central idea --they get a lot of things from my books but not the fundamental idea. Sadly, NOBODY thought of my central idea before. Sadly, otherwise we would not be here.","My central idea in The Black Swan is that: rare events cannot be estimated from empirical observation since they are rare. We need an a priori model representation for that; the rarer the event, the more the dependence on aprorism. Further, we do not care about probability (if an event happens or does not happen); we worry about consequences (how much total wealth or total destruction will come from it). Given that the less frequent the event, the more severe the consequence (just consider that the 100 year flood is more severe, and less frequent, than the 10 year flood), our estimation of the CONTRIBUTION of the rare event is going to be massively faulty (contribution is probability times effect; multiply that by estimation error) ; and nothing can remedy it. So the rarer the event, the less we know about its role --and the more we need to make it up with an extrapolative, generalizing theory. Hence model error is more consequential in the tails and some representations ARE MORE FRAGILE than others. Then there are the SUBPLOTS:","1) I ground the idea into reality with epistemology/the philosophy of induction (to which it is remotely related), psychology (hindsight bias), psychology of risk, model error (Ludic fallacy), strong apriorism (Platonicity), the fact that people can't predict rare events and spin stories --and are more confident with rare events, ironically, the charlatanism in economics [institutionalized bullshit --nobody checked the track record], etc. 2) I also set up a domain separation (Mediocristan-Extremistan) and a decision separation (simple binary yes-no payoff or complex, expectation based) and have to worry about expectation--based decisions in Extremistan, THE FOURTH QUADRANT. 3) I set up an agenda to de-fragilize the world from the 4th Quadrant and make people more robust to negative Black swans and exploit positive Black Swans. 4) I made a living by hunting for fragility to the 4th Quadrant by people ignorant of it --and I was dead CERTAIN that the current economic system would collapse violently and unpredictably, and that Banks would go bust IN UNISON [next prediction almost everything else fragile will follow].","I am now setting up a program to help humanity formulate decisions under ignorance by changing the world in such a way as to make our forecast errors inconsequential --how to change the world for it to allow for our ignorance; the exact opposite of the enlightenment program. We should make our structures less complex (less debt) to face the growing complexity from globalization & the net, etc.","People find a frame (skepticism,, empiricism, bullshitism), then try to squeeze an idea into a category. No, it is NOT Hume's problem of induction (which, incidentally, is not Hume's); it is NOT Mill's problem; it is CERTAINLY NOT Popper's falsification (it was more intelligently dealt with by Menodotus) and it is NOT about the dichotomy risk and uncertainty; it has little to do with Austrian Economics (except that they believe in fundamental uncertainty); it is not about power laws (I used it as a technical tool and used chaos theory to show the fragility of nonlinear modelization in the tails). Nobody before has examined my problem in the history of thought, let alone systematize the idea of decision-making under certain classes of ignorance.","I continue.","Nouriel Roubini. Two days earlier, and five feet away, at Balthazar, I had lunch with my new friend and party-friend, Nouriel Roubini, who ( I am certain, alone among economists) predicted the current crisis --by predicting I mean seing the full extent of the damage. Nouriel, on top of his prescience, is a massively impressive and confident fellow, who uses his own brain to think. I asked him out of the hundreds of thousands of persons on the planet who deal in economics, whether academics , practitioners, journalists, or traders, how many saw this coming. He, modestly, said: a few. I only see him as the ONLY one among professional economists who saw it coming --I do not call myself an economist but a philosopher. 1) Some might have worried about housing, but I do not think that predicting a housing crisis meant predicting the crisis --you need to envision the consequences on the entire structure, the house of cards. I am certain that the crisis would have taken place even without a housing catalyst. 2) Many economists, like the empty suit Kenneth Rogoff claim, after the fact, to have seen something like it --but I wonder if this is not something in hindsight as he did not bark enough at the time; I need to see private investment portfolios and check the EVIDENCE that he and people like him were not exposed to bank stocks, general stocks, if they were even short the market (if they \"knew\" it would happen, did they take action?).","So we live on a planet in which out of hundreds of millions of of people fed with trillions of pieces of information, hundreds of thousands of research papers and books, thousands of textbooks, etc., only a handful of citizens warned against the dangers we were facing. Do you feel comfortable being in such an environment? And the irony is that Nouriel and I didn't discuss crises more than the bare minimum; we are mostly interested in parties.","Mathematized Frauds in Medicine (birth and death of iatromathematics): Aside from the Aristotilization of Medicine with the Galenic method (imbued with logic and rationalizations after Aristotle whom Paracelsus who scorned any form of learning from words called \"the great illusionist\"), there have been forgotten attempts to mathematize medicine.","There was a period during which \"medicine derived its explanatory models from the physical sciences\" [Andrew Wear, in Conrad et al., 1995].","Giovanni Borelli, in De Motu Animalium, compared the body to a machine consisting of animal levers. \"He wrote that God applied geometry when making animal organs, and that since the movements of animals are the proper subject of mathematics they can be understood in terms of levers, pulleys, winding-drums, and spirals, etc. Borelli ordered his book into propositions as in geometry, first demonstrating, for instance, the forces involved ...\"","Cicero and Probability: Cicéron de Clara Auvray-Assayas. \"... probabile\" n'est pas une traduction du Grec mais un concept forgé par Cicéron; son usage ne se limite pas a la theorie de la connaissance, mais permet d'articuler la rhetorique et la philosophie ... une critique rationnelle de toutes les doctrines systématiques.\"","Apres avoir montré qu'il n'existe pas de representation telle qu'elle differe d'une fausse, l'academicien propose de se fier a ce qui est \"persuasif\", pithanon en grec, et que Ciceron rend par probabile. A premiere vue il s'agit donc de la traduction de l'adjectif grec \"pithanon\"... Reste la question du sens: non seulement le latin fait disparaitre l'element semantique essentiel, la persuatsion, au profit des valeurs de la preuve et de l'approbation contenues dans le verbe ˆprobare , mais le sens actif du grec pithanon (qui persuade) est occulté dans l'emploi de l'adjectif probabile dont tous les emplois attestes sont passifs (\"qui peut etre prouvé/approuvé). [...] le sujet ne recoit plus passivement ce qui le persuade, c'est lui qui juge si une chose mérite son approbation.","[Cicero translated Plato's Timaeus λογος εικος [believable rationalization/explanation] & εικος μυθος [believable story] by probabilia, something we can give approval to.]","Thierry de la Villehuchet --an acquaintance of mine -- just killed himself in the aftereffects of the Madoff case. He had dragged his clients into investing with Madoff . \"Killing himself over money?\" I kept hearing. No, it is not about the money --it was other people's money. It is about dignity. I could not help comparing it to Madoff, pictured walking around Manhattan with a faint smirk --totally insensitive to the harm he caused.","This is an aristocratic act coming from an aristocratic character: you take your own life when you believe that you failed somewhere -- and the solution is to inflict the ultimate penalty on yourself. It is not the money; but the embarrassment, the shame, the guilt that are hard to bear. Someone callous, indifferent to the harm done to others would have lived comfortably (\"it is all about money\"). A life of shame is not worth living. Christianity never allowed suicide; the stoics did --it allows a man to get the last word with fate.","Thierry, veuillez recevoir l'expression de mon respect le plus profond.","Iatrogenics at the core of professionalism and knowledge. Iatrogenics only entered my private vocabulary quite recently thanks to a conversation with Bryan Appleyard; I have been haunted by it since then. How can such a major idea remained hidden from our consciousness? -- indeed iatrogenics sneaked into modern medicine very late (see Canguilhem's commentary). This to me is a mystery: how professionals can cause harm for such a long time in the name of knowledge and get away with it. So to me the history of knowledge is indissociable from the history of intellectual frauds and the mental biases that make us believe in \"men of science\".","It entered the vocabulary in 1924 --but initially referred to the harm caused by the doctor in causing distress to the patient while informing him about his ailment. It was not until the 1960s that it became part of the culture --and until recently nobody considered the type 2 error. Practitioners who were conservative and considered the possibility of letting nature do its job were accused of \"therapeutic nihilism\". See Sharpe and Faden 1998, Medical Harm. The authors link skeptical empiricism to therapeutic skepticism. [ I encountered the same insults later with the charlatan Philippe Jorion who considers not wanting to be a turkey \"nihilism\". I also encountered the same with another intellectual fraud, Robert Merton with his \"these are the best models we've got\" (they never consider that \"nothing\" may be better that the best model). I also encountered resistance from another sucker, a certain physicist-but-critical-of-blind-use-of-physics-in-finance, who could not make the leap from the point that ludified models were impractical to a refusal of the supremacy of a top-down theoretical background--and that rigor might not resemble what he is used to, or that an \"Enstein in finance\" might be just a fat Tony (or, better, a Montaigne).]","Sadly, these iatrogenics were mere rediscoveries after science got too arrogant. Alas, once again, the elders knew better. Iatrogenics and harm were not strange to ancient medicine; they were even formalized - See : Medical Ethics of Medieval Islam with Special Reference to Al-Ruhāwī's \"Practical Ethics of the Physician\", Martin Levey, Transactions of the American Philosophical Society, New Series, Vol. 57, No. 3 (1967), pp. 1-100.","Church and Epistemic Arrogance: Lateran II, 1139 (pope Innocent II) bans the use of complicated weapons in battle \"We prohibit under anathema that murderous art of crossbowmen and archers, which is hateful to God\" which denotes awareness that complex weapons can break the link action/planned consequence --but with a disclaimer: the ban is limited to action against Christians and Catholics. (Source: the jesuit scholar Etienne Perrot).","\n\n","Other Discovery: An original Arabic language medieval commentary on Galen's discussion of the empiricists: by anonymous reviewer of the differences between the three schools :analogists (أصحاب القياس ) , empiricists ( أصحاب التجارب ) and methodists (أصحاب الحيل )","رسالة في علامات الأمزجة وذكر اعتقادات الأطباء في المعالجات وأصحاب القياس والتجربة والحيل","\n\n","Bubbles are n a problem --we move by fads (cycles of fads-squeezes) and there is no reason to rectify human nature. However, equity bubbles are benign (particularly when they are not fueled by debt). Consider that the internet craze left us so much better off (and consider that companies incapable of borrowing 5 million from the bank could manage to raise a billion at an IPO) . Debt bubbles are not benign --leverage induces nonlinearities. There is an asymmetry: the equity owner gets almost all the positive uncertainty, the debt holder gets the negative. In my Fourth Quadrant problem (f. International Journal of Forecasting) I show that we need to \"decomplexify\" financial exposures and linearize them to face the switch into Extremistan. Apparently, Mediterranean cultures did not like debt but slowly relaxed the interdicts on lending and borrowing (except for Islamic Banking).","Stocks have Ponzi characteristics. People discuss \"value\" in stocks as if it were something tangible --beyond a mere opinion, and a public opinion at that. Listed stocks are not \"self-liquidating\" --at least not in any realistic investment horizon; an investment in the market is largely a bet on what some other idiot will think of the investment in a few years, assign \"value\" to it, or invent a convincing and contagious narrative. It is simply psychology of the other idiot. This makes anyone investing for \"hard\" value extremely vulnerable. Most people who act conservative in their regular business become suckers from listening to the news.","The rewards of reading in the text, a great investment: Croesus to Solon [in the account by Herodotus], expressing his admiration at the Athenian visitor: ὡς φιλοσοφέων γῆν πολλὴν θεωρίης εἵνεκεν ἐπελήλυθας -- \"you are a lover of wisdom ( φιλοσοφέων) and have seen a lot of things around the earth (γῆν πολλὴν θεωρίης εἵνεκεν ἐπελήλυθας)\". (Histories, Book 1, 30.2).","In other words: \"you are a philosopher and a theoretician\" meant \"you are wise and worldly\" --theoria means looking! It is exactly the opposite of the modern effect for both: lover of wisdom (not a nerd), and someone who has seen things (not some tenured person with blinders)!","Most of the finance imbeciles discussing the crisis (and claim to have \"seen it coming\" but somehow did not plan for it) are making claims on \"how far it will go\", often with precise numbers of what makes sense in asset values (\"Dow at xxx, recession lasting 3 quarters...\"). They want a crisis that came from the misunderstanding of disorder to partake of some order --some textbook.","The other problem I encounter is one of inconsistency across many people who sid \"sort of\" agreed with me in the past. You cannot possibly accept the Black Swan and accept the use of some of the common metrics --yet many people want to have a \"balanced\" view of the world and accept both not noticing the contradiction. They want to accept the role of extreme events, yet --fearing a loss of credibility -- not have extreme views.","Skeptical-empirical lifestyle & ecological conservatism: try to replicate as much as feasible the type of randomness that prevailed in our natural, ancestral environment --even if it \"does not make sense\". Defer to nature, not to your intuition. It does not mean that the ancestral world is necessarily better --it is just a default assumption that what has been around for a long time is more robust and more stable than what is less seasoned. And mother nature's ecological intelligence is vastly superior to that of humans (particularly academic scientists).","It looks like we need randomness in both energy output and expenditure, with a negative correlation between the two. Just consider that we worked harder when hungry (thus compounding the deficit), and conserved energy during periods of feeding --exactly the opposite of the dictates of Platonic \"equilibrium\". The effect is to make our net energy \"lumpier\": large deficits followed by large excesses, followed of course by large deficits, etc.","I am discovering from the literature (under Art De Vany's guidance and based on his ideas on metabolic switches) that three meals a day is for morons --we need episodes of hunger punctuated brief by periods of replenishing. Hunger improves insulin sensitivity, brain function, etc. So it is a good idea to, counterintuitively, fast on days when we need the energy, rather than the opposite. Our Platonic \"make sense\" indicates that you need to \"eat well\" during a period of physical stress --the opposite holds true empirically: fasting chemo patients do much much better. Without actual testing, every cancer patient has been told to \"eat well but not excessively\".","The same applies to thirst.","Stochastic sleep: I have not seen anything on the subject in the literature, but I am also realizing that stochastic sleeping periods might be good for us. I have been traveling on red eye flights and went through such memorable experiences as a whole night standing at Mumbai airport (there were no seats available and I needed to stay near the gate). After a sleepless night. I always manage to catch up, as I design my own schedule. I am now discovering that sleep if vastly more enjoyable after periods of deprivation --much like the taste of water under extreme thirst.","So, by tinkering, I figured out that I fare best under the following conditions: no breakfast, working out randomly (but in a lumpy way: long walks & intense weight lifting without a scheduled time limit), \"working\" randomly, fasting when working out, avoiding modern carbs (and modernized fruits), avoiding contact with economists and finance idiots, taking red eye flights & fasting during episodes of jet lag and similar physical stressors.","In the past, pre-Web days, people used to stash money in Switzerland. They felt safe --the last spot in the world where they could be found out is such a place with a long tradition of banking secrecy. Today, UBS –who lured many into concealing assets in its “safe” harbor – is going to hand the names of the clients to the US Justice department. All clients. Weakened by the subprime crisis, UBS (and other banks) are vulnerable. Now... surprise. The clients were not paranoid enough.  For hundreds of years, Switzerland was a black hole of information. Then, suddenly...","This extends to the Web. People do not realize that EVERYTHING they have done on the web, in the illusion of anonymity, has traces. And these will remain for 5, 10, 100 years! Everyone was shocked to see Yahoo handing over to the Chinese the name of a dissident (now in jail). A simple subpoena can make any entity deliver all details about a web subscriber. But that is not even necessary: the weak point in any organization is the employees. Just as the Germans bribed employees in Luxemburg banks (and the French have been getting anything they want out of Geneva), I AM CERTAIN that you can bribe someone at any web server to deliver anything (Web detectives?).","The other problem is that someone who wants to sue you can arbitrage forums. If I want to sue someone for libel in the UK, all I need to do is prove web hits in the UK –so a US resident can sue another US resident in the UK, the Philippines, or Lebanon –wherever the laws are more favorable and the definition of defamation is broadest.","I thought the web would make us anonymous... we are no more anonymous than if we lived in a small pre-industrial settlement where almost nothing you do can be secret. We just don’t know it.","Much of the happiness research invites people to be satisfied with their assets and live comfortably on 1.x times minimum wage. “Money does not make you happy” they say, self-servingly, since they are all academics and do not necessarily know what money means outside of experiments which they seem to call “real-life” (I don’t believe it is that simple, as general statements like these have so much variance that particulars might not match). But I am certain that “having money” is certainly necessary; greed and hoarding are good, particularly when you don’t spend it and wake up every morning to count the beans. Why? Because of the possibility extreme, unexpected events. You just need a larger buffer than we are told by the fools. You need redundancy. A lot of redundancy.","Complex systems tend to optimize –therefore become more fragile. Electricity grids (Barabasi, 2003) optimize to the point of not coping with unexpected surges –Barabasi warned us of the possibility of a NYC blackout like the one we had in 2003. Quite prophetic, the fellow. Electricity kept getting more and more efficient since, particularly in the UK.  No slack.","Only idiots (such as Banks) optimize, not realizing that a simple model error can blow through their capital (it just did).  Goldman Sachs experienced 24 x the daily transaction volume in August 2007 –would 29 times have blown up the system? The only weak point I know of financial markets is their ability to drive people & companies to “efficiency” against risks of extreme events.","I was in a hotel room in Istanbul when the internet cable connection died. I called the operator who connected me to a gentleman who had a strong Indian accent –“I see, sir,  that rrrrooooom 223 should now have a connection, sir, now, go, sir, connect again, sir”. I asked him out of curiosity if there were many Indian techies in Istanbul (I was also impressed with his non-Mediterranean politeness). “No, sir, I am not in Istanbul, sir”, he replied. He was in India and could tell that room 223 was now connected. So efficiency is driving us to use Bangalore (etc.) as our IT because it is very optimal. But what happens to the world if there is a problem there? Are we equipped?","Option-theoretic analysis: redundancy is like long an option. You certainly pay for it, but it may be worth it.","Biology: Complex systems, like the human body, and mother nature, are NOT optimized. They harbor plenty of duplicate pathways, plenty of redundancies."," ","Having a risk number is not trivial. It does lead you to do foolish things, even if you knew that the measure was wrong. If I can show that, many people [who offered quantitative risk measures in finance] will have to be held accountable –& I can show that! One of Fannie Mae director’s, a quack & proponent of “Modern Finance” charlatanism, kept promoting “scientific” risk measurement methodologies that do not measure risks adequately, but lead people to TAKE MORE RISK foolishly thinking they know something. [This is the reason I singled out Fannie Mae in The Black Swan as a firm sitting on dynamite & the International Association of Financial Engineers as a society of snake oil vendors harmful to society]. After > 1 trillion in losses I can safely say that my statement that the banking system has been taking more risks than they thought SHOULD HAVE BEEN TAKEN MORE SERIOUSLY. So I hold that giving someone a bad risk measure was just as CRIMINAL as giving someone the wrong medicine. For a long time nobody sanctioned doctors who poisoned their patients. Why don’t we take on the proponents of quantitative risk management, put them in jail so they stop harming us?","Now I generalize the point with non-neutrality of representation. Goldstein & I will be testing experimentally on risk measures (cohorts given a risk measure v/s another one deprived of such “tool”) . But we can take the non-neutrality of representation into something much more general, more interesting than finance."," ","It is remarkable how a recent visit to India/China makes everything in economic theory, as well as Weberian sociology appear obsolete, misguided, even plain Fooled by Randomness verbiage. Elementary FBR verbiage. I am spending part of my summer reading [as part of my history of Rationalism/Empiricism project], the bull & nonbull books on economic history: North (verbiage marred with the narrative fallacy, another misleading Nobel), Landes (more verbiage, not even wrong), Mokyr (almost right), along with a half a wall of books in socioeconomic history, history of innovation, etc.","One exception is Clark's Farewell to Alms, a very impressive book –it provides potent analyses while dispensing with the usual economic tools. Clark has an original mind, impressive for an economist. I do not necessarily buy his central argument [that the spread of the genes of successful businessmen triggered the exit from the Malthusian trap], though I don’t refute it, but I buy the negative in his work; the way he destroys conventional analyses. He makes the Industrial Revolution  more of a random event than he would like to, more opaque to us than we can admit. Here is the historiographical point I got out of his book. Because we analyze economic history in an analeptic way (i.e., backwards), scholars and economic historians did not notice that the traits that we think CAUSED the industrial revolution have existed in many places, including 14th Century England, without leading to anything. Also many of the IMF/World bank dogmas & recommendations seem to just correspond to a misunderstanding of a trivial causal mechanism: incentives, low taxation, even institutions etc.  may be just necessary, not sufficient (and certainly not CAUSAL) in generating economic growth.  It is easy for scholars to confuse necessary and causal.","I also reread a few of Joel Mokyr's papers & his two main books. He seems to impart a role to an \"epistemic base\", propositional knowledge, falling into the conventional FBR trap: just as we impart skills to businessmen without considering that they could have been lucky --we are prone to make the mistake of skills attribution more readily than the reverse. Common understanding in history of science is that engineering leads to mathematics which in turn leads to better engineering. Wrong –or not that true. I showed with my investigation of the history of the Black-Scholes formula that mathematics is often there to “lecture birds how to fly”, fit backwards to justify the use of a technology, often in a lame way. Indeed, last spring, when I gave a lecture in the sociology department of LSE on the Black-Scholes-Merton scam, the academics in the audience told me that the previous lecturer, Phil  Scranton of Rutgers, made similar points about the jet engine. We had been building and using jet engines, without anyone truly understanding the theory. Builders needed the original engineers to make things work. Theory came later, in a lame way, to satisfy the intellectual bureaucrats. But that’s not what you tend to read in standard histories of technology –I am convinced that, when writing history, we project our mental biases in a way to produce agency and increase the role of theory.","Mokyr’s other problem is that he focuses on applications that are linear in nature, those that have tractable mathematics, thin-tailed statistics: conventional engineering [Mediocristan] –assuming theories work there. His ideas of “knowledge base” do not apply to medicine or technology in the information age –where an epistemic base causes mental tunneling. Indeed medicine is an area in which theories and ideas have been bad for our health. Or take economics: we still don’t understand the subject. So it is easy for motivated researchers to focus on some applications in which propositional knowledge can lead to consequences and generalize to everything. This reminds me of a hotshot mathematician who gave a lecture about “the uses of mathematics in society’ (producing examples of traffic lights, cryptography, etc.). He did not consider the non-mathematicized non-mathematicizable applications, etc."," ","From Brochard (the 1887 text, 1932 reprint):","Negative theses:","\"Les theses négatives tiennent chez les sceptiques bien plus de place que chez les positivistes.","\"Si par exemple les empiriques ne se contentent pas d'énumérer simplement les cas où un phénomène se produit, procédé qui, suivant la très juste remarque de Stuart Mill, ne permet que des inductions très générales, et perd toute valeur quand on veut formuler une loi particulière ; s'ils tiennent compte des cas où un phénomène ne se produit pas, appliquant ainsi ce qu'on a appelé de nos jours la méthode de différence ; s'ils veulent s'assurer que le phénomène se produit ou toujours, ou rarement, ou qu'il fait défaut autant de fois qu'il apparaît, ou qu'il n'arrive jamais, c'est très probablement à Ménodote qu'ils doivent cet excellent précepte : on peut du moins le conjecturer d'après le passage de Galien où il est rapporté ; nous y voyons en effet que c'est Ménodote qui a donné un nom à l'expérience qui ne se conforme pas à cette règle.\"","On why Sextus is not truly Pyrrhonian (he was vastly more sophisticated than his predecessors –and followers!):","\"Le mot indifference (αδιαφορια) que Pyrrhon avait toujours a la bouche ne se trouve pas une seule fois dans les trois gros livres de Sextus. La doctrine a fait du chemin depuis le pauvre ascete Pyrrhon jusqu'au savant médecin  Sextus Empiricus\""," ","I was in India (for the first time) and had the impression that I had been there before –at some point I felt I was coming home & felt like breaking my nomadic streak & staying there.  Maybe there is this manner in which the poorest of the poor can live hand-to-mouth while projecting a philosophical composure: a combination of utter indigence and striking elegance you never see in the (industrialized) West –Christianity appears amateurish by comparison. You need to learn to be poor; though it is easier to have nothing than have a little bit, just enough to start a materialistic dependence and worry about losing it, which is why I am convinced that middle-classdom is some form of punishment inflicted on unsuspecting members of Western societies.  A few educated imbeciles irritated me with the cliché “fatalism” – a meaningless term.","Which brings me again to ataraxia [inner peace from the skeptical suspension of belief] which these people practice naturally. Among other things, I became once again obsessed with the strange similarities between both stoicism & Pyrrhonian skepticism on one hand, & Hindu thinking on the other –remembering that stoics were often Phoenicians (Zeno, Chrysippus, etc.), that Socratic ethics have some strange Eastern overtones (&, as well, Biblical). Karen Armstrong has the same intuitions –but she focuses on the theology of the 6th C. BCE so-called “great transformation” –and the convergence of the three great ideas in the ancient world.","Here is the myth. [Note my premise that while most academic-paper-writing scholarship can be exact in the details, it is more likely to be faulty in the general –so the larger the issue, the more collectively wrong scholars are going to be, particularly owing to the generalization from partial evidence, missing silent evidence, etc. Very similar to journalism.] Conventional “scholarly” wisdom has it that the Arabs “learned philosophy from the Greeks”, then “brought it to the West”, which has a huge chance of turning out to be pure, self-serving baloney. It is so easy to document the opposite –that the Easterners (from way further East than the Arabs) TAUGHT the Greeks philosophy –or participated in the elaboration of what we call philosophy using the Greek language.","Here is my share:","First, the most convincing; according to Agathias [Histories], five of the seven later main philosophers of the Academy of Athens were Syrians & Syriac(Aramaic) speaking: Hermias & Diogenes (both from what is now Lebanon, Syria Libanensis), Isidorus of Gaza, Damascius of Central Syria, Iamblichus of Coele-Syria (Bekaa Valley in Lebanon), & Simplicius of Cilicia.  Why convincing? Because by then the Syrians were about to enter the Omayad phase (when Damascus became the center of the Arab administration while keeping registers in Greek). There had to be an active production of philosophy, now disappeared, in the Levant. Note the presence of Syriac colonies in India.","            Second, as I said, take the stoics (Zeno’s origin is not contested; though Chrisippus has been)","Third the translations of Dar-al-Hikmah [where allegedly the Arabs translated the Greek Corpus using Syrians & GrecoSyrian scholars] were suspiciously often from the Syriac (Aramaic), instead of the Greek original. So I suspect that the contributions were two-way: while Arabs did not know Greek, educated Syrians used Greek as a written lingua franca & would not have needed translations.","            Fourth, Pyrrho went east with Alexander & almost certainly encountered all the syncretistic systems developed there [on that, later].","            Fifth,  take the number of skeptic philosophers from Syria Ἀντίοχος Λαοδικεὺς ,Θειωδᾶς Λαοδικεύς, etc.","            Sixth, recall my argument a dozen notes ago that nobody cared about philosophy in the Greco-Roman world.","This is just scratching the surface.","COMMENT 94-b Randomness, Pyrrhonian Wisdom, Ἀταραξία, & Arabic “Hikmah” (The Counterfactuals of the Wise) [Was note 63]","There were two incompatible schools in antiquity proposing protocols for dealing with a random world (or one in which we cannot predict & one we cannot control): the stoics & the Pyrrhonian skeptics.  The stoics advocated focusing on behavior, rather than result. The Pyrrhonian skeptics advocated the need to remain skeptical about the consequence of any action, as we are not able to gauge whether it should have beneficial or adverse effects. Ἀταραξία is that state of lucid indifference that results from the suspension of belief, the absence of anxiety about the future. While the two schools traded insults & were quite divided, particularly about Cosmology (the stoics were quite dogmatic) many moderns, say Charron or Montaigne (or this lesser author) have had sympathies for both schools.","Recall that the Levantine origin of both ideas is striking:. Both ataraxia & the stoic separation between labor & the fruits of the labor were present in the culture of the “Orient” –that strip of “eastern” cultures East of the Fertile Crescent.","I enjoy doing some occasional cultural archeology to dispel myths about the arrow of influence–& I can see compelling traces of the Ἀταραξία in the Arabic-language wisdom in which I grew up [& I am convinced that it did not travel from the Athenian Academy to the Arabs, but in reverse]: Do not give too much certainty to consequences of some events. You do not know what is going to be bad for you. "," ","I finally found a fable illustrating the dictum about a King & his wise minister who is conscious of counterfactuals [to translate later, during a severe episode of boredom, or if I find it necessary to include the segment in my next book].","كان لأحد الملوك وزير حكيم، وكان الملك يقربه منه ويصطحبه معه في كل مكان.. وكان كلما أصاب الملك ما يكدره، قال له الوزير: “ لعله خير “ فيهدأ الملك.. وفي إحدى المرات قطع إصبع الملك، فقال الوزير: “ لعله خير “.. فغضب الملك غضباً شديداً، وقال: ما الخير في ذلك؟!.. وأمر بحبس الوزير.","فقال الوزير الحكيم : “ لعله خير “!..","ومكث الوزير فترة طويلة في السجن.","وفي يوم خرج الملك للصيد، وابتعد عن الحراس ليتعقب فريسته.. فمر على قوم يعبدون صنما، فقبضوا عليه ليقدموه قرباناً للصنم، ولكنهم تركوه بعد أن اكتشفوا أن قربانهم إصبعه مقطوع.","فانطلق الملك فرحاً، بعد أن أنقذه الله من الذبح، تحت قدم تمثال لا ينفع ولا يضر.. وأول ما أمر به فور وصوله القصر، أن أمر الحراس أن يأتوا بوزيره من السجن، واعتذر له عما صنعه معه.. وقال: أنه أدرك الآن الخير في قطع إصبعه، وحمد الله تعالى على ذلك.","ولكنه سأله : عندما أمرت بسجنك قلت: “ لعله خير “ فما الخير في ذلك؟..","فأجابه الوزير : أنه لو لم يسجنه، لَصاحَبَه فى الصيد، فكان سيقدم قرباناً بدلاً من الملك!.. فكان في صنع الله كل الخير."," ","A reader (Jean-Francois Leon) sent me this excerpt from a short story by Herman Hesse (cannot be found in English).","“Parabole Chinoise”","Un vieil homme du nom de Chunglang, qui signifie « Maître des rochers », possédait un petit lopin de terre dans les montagnes. Un jour, il perdit l’un de ses chevaux. Des voisins vinrent alors lui exprimer leurs condoléances pour ce malheur.","Mais le vieil homme leur demanda : « Pourquoi pensez-vous que cela soit un malheur ? » Et voilà que quelques jours plus tard l’animal revint, suivi d’une horde de chevaux sauvages. À nouveau les voisins apparurent, pour le féliciter cette fois-ci de cette aubaine.","Mais le vieil homme leur rétorqua : « Pourquoi pensez-vous que cela soit un aubaine ? »","Les chevaux étant devenus très nombreux, le fils du vieil homme se prit de passion pour l’équitation, mais un beau jour il se cassa la jambe. Alors, encore une fois, les voisins vinrent présenter leurs condoléances et à nouveau le vieil homme leur rétorqua : « Pourquoi pensez-vous que cela soit un accident malheureux ? »","L’année suivante, la commission des Grands Flandrins arriva dans la montagne. Elle recrutait des hommes forts pour devenir valets de pied de l’empereur et porter la chaise de celui-ci. Le fils du vieil homme, toujours blessé à la jambe, ne fut pas choisi.","Chunglang ne put réprimer un sourire.","                        Hermann Hesse, Éloge de la vieillesse, p. 146, trad. A. Cade, Livre de poche, n° 3376.","Probability: “probabile” was introduced by Cicero [ Tusculum, De Acad.] as the first translation of any Greek philosophical concept. [We had to wait 3-4 centuries either “because the Romans knew Greek and did not care about translation” (as common scholars claim –wishful thinking) or, as I believe, the Romans did not believe in philosophy; they were bottom up engineers uninterested in abstractions, to wit the scarcity of their own texts,  and it took the Arabs falsafah to make them conscious of what little philosophy there was in the Mediterranean compared to other forms of expression]. Now Pithanon was used by Carneades, a term borrowed from the sophists to reflect “persuasiveness”.  Eulogon meant “reasonableness”.","I still hear distinctions between risk & uncertainty (with the “Knightian” label), often in praising my own work (which is even more depressing). Arsecilaus (post –Pyrrho) made a distinction between  adelon & akatalepton –the first is totally unknown (knew nothing, including my own ignorance), the second is what cannot be know with total certainty. The rest is muddy."," ","As usual I am getting a shock reading the original. The arete in Aristotle does not resemble our domestication (democratization? sissification?) of the classical qualities. My 1894 bi-glossic version of the Nichomachean ethics has “pride” for μεγαλοψυχία, what we now call magnanimity (but μεγαλοψυχία is not exactly just for forgiving: it is about being grand) –a trait for the classical upper class that did not exist in the West; but it is certainly Graeco-Arabic since شهم is the highest quality; also beyond سميح is a quality that has no equivalent “is forgetful of wrongs out of strength, not weakness” –or “one who has the option to forgive”. The portrait of the magnanimous or the grand is a little more complicated than modern versions [it is not just limited to forgiving]: it is about courage & no fake humility! ὁ γὰρ μικρῶν ἄξιος καὶ τούτων ἀξιῶν ἑαυτὸν σώφρων, μεγαλόψυχος δ᾽ οὔ· ἐν μεγέθει γὰρ ἡ μεγαλοψυχία, ὥσπερ καὶ τὸ κάλλος ἐν μεγάλῳ σώματι, οἱ μικροὶ δ᾽ ἀστεῖοι καὶ σύμμετροι, καλοὶ δ᾽ οὔ [ small temperate people cannot have “megalopsuchia”]. The megalopsuchos while merciful, cannot be humble (he would be μικρόψυχος)! ὁ μὲν γὰρ μεγαλόψυχος δικαίως καταφρονεῖ (δοξάζει γὰρ ἀληθῶς), οἱ δὲ πολλοὶ τυχόντως. The magnanimous despises others justly! (but without being puny). He does not gossip, only takes grand tasks, does not care for honors, does not work for Goldman Sachs (wearing a tie, demeaning “annual reviews”, in exchange for millions in bonuses), does not care for academic tenure & for the company of academics and other half-men (but does not hold grudges), does not kiss the clients’ behinds, does not read the NYT, etc. ἀναγκαῖον δὲ καὶ φανερομισῆ εἶναι καὶ φανερόφιλον ...καὶ ἀληθευτικός [upfront in his loves and hates! & free!] The problem is to be grand precludes psychological socialization by a milieu (say when you become part of an academic or professional collective, you no longer feel free of your opinions lest you hurt someone and become progressively domesticated].","I had been trying to catch journalists red-handed committing a blatant narrative fallacy. [People have asked me to show instances in which reading the newspapers reduce our understanding of the world. Overcausation is just one of them. Framing is another severe problem.]  I have been on a lookout for evidence of overcausation by finding cases of liquidation driven market moves in which you are quite certain that economic interpretations are bogus. People only announce the liquidation after it is completed.","","Soc Gen sold $70 billion worth of stock on Monday Jan 22, 2008, to liquidate the rogue trader’s positions. They did it the French way (clumsily, one single stressed out trader; they did not realize –or did not take into account –that NY was closed for the Martin Luther King holiday). They kept selling at lower and lower prices. The NYT journalists (they were not alone) attributed the move in markets to \"fears of a recession\". They can’t just provide facts and avoid narrating.","I was going to have dinner with Seth Roberts in San Francisco. So, out of curiosity, I tried his diet [ clipping my nose and consuming two large tablespoons of flaxseed oil ]  just to see if it is followed by weight loss (the recalcitrant ten pounds!). As an empiricist, I don’t like to “explain”, provide “reasons”, or invoke some theory to accommodate academic imbeciles; I am just trying it to see what it does. So when someone who observed me with a noseclip asked: “what are you doing?” , I gave my answer “trying to be healthier”.  It elicited a smile: “Why don’t you dance outside on one leg for ten minutes? That too may work very well”. So, prompted to provide some logic to Seth’s diet, without falling in the trap of rationalism-of-the-fool, I explained it by the metabasis, i.e., “transfer” –without causation. “People who drink diet sodas gain weight. We have evidence of no weight loss in spite of the switch in consumption from sugary drinks to diet sodas in the 1980s. The reason may be mysterious, so lets ignore it (whether they confuse their body by getting taste without calories, I don’t know, and don’t care). So, If getting taste without calories makes people gain weight, let me try the opposite: to get calories without taste.”","Remarkably, the empirics-skeptics also allowed such “transfer” in the tripod: (he tou to homoi metabasis) but only going from the similar to the similar. The literature is too scant. I have not seen cases of transfer to the opposite.","","Aritobulos: Un Aristobule voulut etre l’historien des conquetes d’Alexandre le Grand, qu’il avait suivi jusque dans l’Inde, & l’on peut croire, qu’il possedait du talent pour cela, puisque ce Monarque prenait la peine de livre les ecrits en voyageant sur le fleuve Hydaspes. Il ne put s’empecher pourtant de jetter son livre dans l’eau, voiant, que contre toute vérité, & contre toute apparence, lui faisait tuer d’un coup de flcche des Elephans dans un combat contre le roi Porus; ajoutant, qu’un tel historien meritait, qu’on le precipitat dans une riviere, pour avoir debité des choses si notoirement faussés. [in the original 17th C. erratic spelling]","Questio 2.16. [that the stochastic arts do not just differ because they have the same ends and different means, they have ] So for [these stochastic arts] the end is not the achieving of their objective, but the completion of what belongs to the art [itself].  [Stochastic arts: medicine & navigation as compared to deterministic arts, like weaving or building. He thinks that the objective of a stochastic art, one that depends on external factors, is the perfect practice itself, which is reminiscent of stoic doctrines].","Ierodiakonou & Vanderbroucke [1993]. More fundamentally, the Greeks wondered what gave rise to the stochastic nature of medicine. Here, their ways split. In the second century AD Alexander of Aphrodisias held it to be an inherent property of medicine. Medicine does not proceed by syllogisms to the effect that something necessarily and invariably is the case. Rather, medical propositions are concluded in terms such as \"for the most part\", or \"in only a rare case\". These expressions hold true generally, but not necessarily for the individual. Others such as Galen in the same century, believed that medical science in itself was as impeccable as any other but that its practical application was fallible because of variation in the individual patient. [Medicine as a stochastic art. Ierodiakonou, Katerine,Vandenbroucke, Jan P., Lancet; 2/27/93, Vol. 341 Issue 8844, p542, 2].  I looked for Ierodiakonou’s research (she is a classicist, V. is a medical researcher) on the vanishing Aenasidemians.","Wow! The Socrates of the Memorabilia is no-nonsense down to earth; he despises sterile knowledge, and the experts who study matters without practical consequence when so many useful and important things are neglected  (instead of looking at stars to understand causes, figure out how you can use them to navigate; use geometry to measure land, but no more. Note his definition of usefulness is not just about matters material; it has largely to do with conduct). In Book I, he talks about the (useless) knowledge of heavenly matters in which specialists disagree.  [I struggle with the Greek, a page a day, but so much worth it just on account of the ἐμπείρους.] Book IV, vii, [4]ἐκέλευε δὲ καὶ ἀστρολογίας ἐμπείρους γίγνεσθαι, καὶ ταύτης μέντοι  μέχρι τοῦ  νυκτός  τε ὥραν καὶ μηνὸς καὶ ἐνιαυτοῦ δύνασθαι  γιγνώσκειν ἕνεκα πορείας τε καὶ πλοῦ καὶ φυλακῆς, καὶ ὅσα ἄλλα ἢ νυκτὸς ἢ μηνὸς ἢ ἐνιαυτοῦ πράττεται, πρὸς ταῦτ' ἔχειν τεκμηρίοις  χρῆσθαι, τὰς ὥρας τῶν εἰρημένων διαγιγνώσκοντας: καὶ ταῦτα δὲ ῥᾴδια εἶναι μαθεῖν παρά τε νυκτοθηρῶν καὶ κυβερνητῶν καὶ ἄλλων πολλῶν οἷς ἐπιμελὲς ταῦτα εἰδέναι.] [5] τὸ δὲ μέχρι τούτου ἀστρονομίαν μανθάνειν, μέχρι τοῦ καὶ τὰ μὴ ἐν τῇ αὐτῇ περιφορᾷ  ὄντα, καὶ τοὺς πλάνητάς τε καὶ ἀσταθμήτους ἀστέρας  γνῶναι, καὶ τὰς ἀποστάσεις αὐτῶν ἀπὸ τῆς γῆς καὶ τὰς περιόδους καὶ τὰς αἰτίας αὐτῶν ζητοῦντας κατατρίβεσθαι , ἰσχυρῶς ἀπέτρεπεν . ὠφέλειαν μὲν γὰρ οὐδεμίαν οὐδ' ἐν τούτοις ἔφη ὁρᾶν: καίτοι οὐδὲ  τούτων   γε ἀνήκοος  ἦν: ἔφη δὲ καὶ ταῦτα ἱκανὰ εἶναι κατατρίβειν ἀνθρώπου βίον καὶ πολλῶν καὶ ὠφελίμων ἀποκωλύειν.","He uses techne and episteme interchangeably. I will move next to Oeconomicus but his idea about economics is also practical estate management [so far from the theorizing academic imbeciles , Samuelson-style, who get the “Nobel”].","[On that score, the effect of the success of The Black Swan is that the new head of the IMF, Dominique Strauss-Kahn decided to get rid of many of his economists, in a first such cost cutting move, because he found that they lack practical sense. ]","","Huet’s source. Every time I find a “original thinker” who figured out the skeptical solution to the Black Swan problem, it turns out that he may just be cribbing a predecessor –not maliciously, but we forget to dig to the roots. “Hume’s problem” is certainly not Hume’s. I thought it was Huet’s but now I see another predecessor.","إذا المرء لم يدنس من اللؤم عرضه فكل رداء يرتديه جميل","Cultural Amnesia (Clive James, 2007). Every section is so re-readable that it took me 6 months of morning reverse-skimming to finish it (it was also the discovery that one can be mesmerized by someone’s writing while having bad personal chemistry with the author. It never hit me that it could happen in spite of experiences of the opposite situation: that of liking people’s company while being bored by their prose). [Reverse skimming: you try to read a text as slowly as you can. Some texts are exhausted by immediate perusal (say Balzac); some texts do not even require perusal (they can be summarized –the case of almost every nonfiction book, which is why professional nonfiction reviewers have trouble skimming my book). Not with real literature: you just read it to read it and can read it again.]","(Proust’s La Recherche) Isn’t it a book of collected critical essays, with the occasional fictional character wondering in and out of it? After the composer Busoni read Du coté de chez Swann, he complained to Rilke that although he enjoyed the opinions about music, he thought the rest of the book was a bit like a novel. (...) J-F Revel: Proust might have restored philosophy to its original position of wisdom. Often, in the long shelf of his writings, Revel argues that philosophy having ceased in the eighteenth century to be queen of the sciences, has, in modern times, no other role than to be wise. (...) These qualities of non-fiction are useful to remember when we realize how many qualities of fiction the longest of novels do not possess. It has, for example, no structure worth speaking of (...).","Zweig knew more about success than any other writer of his time. (...) But he saw the danger and might well, had he chosen to live, have chosen the next stage to fame: seclusion.","Puzzle solved: The Discovery of France (Graham Robb, 2007).  As someone suspicious of government and state control, I was wondering how France did so well in spite of having the mother of all “l’ état”. This book gave me the answer: it took a long time for the government and the \"nation\" to penetrate the depth of deep France, \"la France profonde\". It was not until recently that French was spoken by the majority of the citizens. Schools taught French but it was just like Greek or Latin: people forgot it right after they finished their (short) school life. For a long time France's villages were unreachable by the central government. The book has wonderful qualities that I am certain will be picked up by other reviewers. But I would like to add the following. This is the most profound examination of how nationality is enforced on a group of people, with the internal colonization process and the stamping out of idiosyncratic traits.","Punctuality: Being late is an insidious form of disrespect for others, particularly when you lay the blame on some external factor, as if such minor outliers had never happened before. (Some people never bother apologizing: they are presenting the double signal that they are both inconsiderate and, underestimating outliers, have no control over their lives). So the only “goal” I had for 2007 was to be punctual to perfection, regardless of snow storms, airline delays, traffic jams, murders, episodes of hyperventilation, revelations, wars, etc. Failure was no option. Clearly it carries what may appear to be “costs”: inability to cram too many appointments into the same day. But I see them as benefits –not only do I escape the vulgarity of “optimized” business life but, in addition, I give whomever I am meeting the highest form of respect, with no cheap signaling. The other cost is that it forces me to get to where I am going much earlier than planned, then read in a café, or listen to a French couple arguing in public, etc.  I also fly wherever I am going one day ahead, then kill time walking around. If I keep it up for 2008, then I will be closer to the dignified obituary: “he was (almost) never late”.","Davos: I turned down an invitation to speak at the World Economic Congress in Davos (for no honorarium) – in spite of the argument for “interaction with global leaders” (they sent me a list of hotshots: almost no one worth having conversation with). I’d rather spend time working in a café, with real people around.","Joseph Schumpeter: After reading McCraw’s bio, on to Schumpeter’s History of Economic Analysis, that rarest of things: a text written by an economist with personal style, charm, erudition [both factual and cultural] & literary elegance. Schumpeter seemed to be an AntiPlatonist at heart. Although his description of Greek contributions to thinking reflected the misconceptions of his time, HEA p55 “ ...Plato’s aim was not analysis at all but extra-empirical visions of an ideal polis or, if we prefer, the artistic creation of one. The picture he painted of the Perfect State in his Politeia is no more analysis than a perfect rendering of a Venus is scientific anatomy” [I used it in my comment on idealized proofs in economics]. He somehow fell into the Lyceum trap of making a big distinction between Plato and Aristotle. He was certainly also repeating Baconian ideas, & was severely misinformed about Paracelsus, about whom he had to say, HEA p 80 “though not without an element of charlatanism”.  Schumpeter had the misfortune of having to identify with the profession of “economist”, yet did not deep down, believe in it: see his “insistence of the indivisibility of intellectual inquiry” (McCraw, p379). He favored mathematical methods and the pursuit of “exact economics as a precise and predictive science” (McCraw, p 469), yet proposed the “principle of indeterminatedness”, understood that “entrepreneurship was impossible to mathematize” (McCraw, p70, p 458), & wrote somewhere “I file no theoretical claim” (p 253).  He was socialized, perhaps tamed by economics, so the value in his work resides in subjects outside the interest of economists (to this day). Economic (& Sociological) Rationalism: HEA p 114“Just as we may look upon the physical universe as a logically consistent whole that is modeled upon an orderly plan –so we may look upon society as a cosmos that is possessed of inherent  [e.h.] logical consistency. For us, it matters little whether this order is imposed upon it by divine will –directed to some definite ends by an invisible hand –or is inherent merely in the sense that the observer discovers in it plan and purpose that are independent of his analytical rationality, because in either case nothing is allowed to enter that “rational” cosmos but what comes within the grasp of the light of reason”","Karen Armstrong: The novelist Rolf Dobelli just sent me an enthusiastic note: “I just finished reading “A History of God” by Karen Armstrong. The book is brilliant. So brilliant that I started reading it for a second time. You had recommended the book to me.” The book spent twelve years in my library before I read it and recommended to anyone who would listen to me. She understands that religion is mostly an emotional-aesthetic commitment and one that is shared with other people; it becomes a collective commitment. It is not about belief, but about trust (earlier notes on pisteuo). It is not a desire to be fooled by randomness by seeing false patterns (or, as she explains in her Great Transformation, it ceased to be so at some point in the sixth century BC).  I am ashamed to say that I was initially reluctant to start reading it because she was not an academic/dropped out of an academic program –not realizing that it is precisely because she is not an academic that there is no single fake bone in her work. I felt guilty and silly at my neglect: the book had been staring at me since 1994. And there is this nagging feeling: How many other people have I ignored based on the same idiotic criterion?","Athens- I finally found a mistake in The Black Swan. After 8 months of publication, no economist/statistician found anything, except typos, that had not been already answered in the text (or discussed in the notes). Most comments make me smile, or sometimes laugh. I only received one worthy suggestion about an exception to the narrative fallacy (q.v.) in the historical analyses. It came from the political philosopher Jon Elster, and it is prompting me to add a comment that there are situations in which historical  theory can escape the narrative fallacy and be subjected to empirical rejection –areas in which we are discovering documents or archeological discoveries capable of countering a certain narrative.","It is in the historical background that I just (accidentally) discovered that I made a blunder –falling for conventional wisdom in textbook scholarship on Arabic philosophy. The mistake I made is exaggerating the import of the debate Averroes-Algazel. Like everyone I thought that 1) it was a big deal, 2) it killed Arabic falsafah. It turned out to be one of the misconceptions being recently debunked by researchers (Dimitri Gutas, George Saliba, both of Levantine Arabic-speaking Christian extraction). Most scholars who made theories about Arabic philosophy did not know Arabic, so they left things to their imagination (like Leo Strauss, for example, or, I am discovering, Rescher who keep writing about al-Farabi without knowing anything). Arabic science and philosophy gained in strength and vigor after the Averroes-Ghazali debate (Saliba). Nobody in the Arabic-speaking world cared about that debate as it was not even mentioned. Gutas quotes Corbin: “Neither Tusi, nor Dawad nor Mulla Sadra, nor Sabsawari had any inkling of the role and significance attributed by our textbooks to the Averroes-Ghazali polemic. If it had been explained to them they would have been amazed, as their successors today are amazed”.","I am a little ashamed, because Arabic is one of my native languages, and I am reporting from sources developed by scholars illiterate in Arabic (and sufficiently overconfident & lacking in erudition to not realize it). It is remarkable how few texts have been translated, how many discussions of Arabic philosophy are based on minimal evidence. In addition, Gutas sees a confirmation bias: “It seems that one always starts with a preconception of what Arabic philosophy should be saying, and then concentrating only on those passages which seem to be supporting such a bias, thereby appearing to corroborate the preconception on the basis of the texts themselves”.","A. of Aphrodisias, Quaestio 2.21: And he said: “when we say that luck is a cause per accidens, we define it no less by its being foreseen than by its occurring infrequently.” (…) Well, I said “ the question, which demands that providence be divided into what is per se and that which is accidental, only, is not adequate”.","Knightian b******t: Whenever I encounter economists (who almost all have precise comments on The Black Swan idea without having read the book –they “skim” it) I am often asked for the connection to what they call “Knightian uncertainty” (a.o. to “Knightian Risks”), according to a distinction that only exists in the mind of people who have never taken a decision. I usually ask the economist if he (she)  has read Knight in the text –I am quite certain that he (she)  has not read him because, among other reasons, I had such a hard time getting a copy of his book in the 1990s [another reason is that one has to be a low-curiosity fellow to work in economics]. And, since its reissue, the book has been selling just a dozen copies per month. Then my question: “did you read Cicero?” (of course those likely to have read Cicero would have more interesting things to do with their lives than become academic economists). It looks like those who talk about Knight have not read Knight (& less even Shackle who qualifies as an economist); Knight himself 1) Did not read Cicero’s de Academica; 2) did not read Laplace’s Essai philosophique sur les probabilities (randomness as a quantification of ignorance) [For economists an idea only exists after it has been written down by another economist, whom they would not read, and repeated from hearsay > 3rd hand.]","Laplace: “Dans l'ignorance des liens qui les unissent au système entier de l'univers, on les a fait dépendre des causes finales, ou du hasard, suivant qu'ils arrivaient et se succédaient avec régularité, ou sans ordre apparent; mais ces causes imaginaires ont été successivement reculées avec les bornes de nos connaissances, et disparaissent entièrement devant la saine philosophie, qui ne voit en elles que l'expression de l'ignorance où nous sommes des véritables causes.”","Historia as nondemonstrative knowledge (v/s Aristotelian causal knowledge above everything): Gianna Pomata, The Uses of Historia in Early Modern Medicine:","The main vehicle of an empiricist notion of historia in the sixteenth century seems to have been the medical rather than the natural philosophical tradition. Here we meet a third basic meaning of historia, besides the Scholastic “knowledge without causes”, and the humanist “knowledge tout court”: historia a sensate cognitio.","Autopsia: historia seen individually, not in the books."," ","Athens- There is something holy about the written.","People speak in the profane. But they write the vernacular in the holy script of their religion. This is counterintuitive because I thought that they would express the holy language in their local script rather than the vernacular in the holy script. This leads to the aberration of people speaking the same language while writing it in different ways, according to their rite. Serbians and Croats speak what can still be considered identical languages, but write it in Cyrillic (the Orthodox Serbs) or Latin (the Catholic Croats); Maronites in Lebanon did not speak Syriac, but Arabic, which they wrote in Syriac script; Jews spoke Arabic but wrote it with Hebrew letters (Maimonides wrote Guide to the Perplexed in Arabic); Hindi and Urdu are almost the same language (with now different accents) but are written differently. Of course languages start to diverge once they are spoken by separate populations.","I noticed it when I was in a Romanian Orthodox church in Bucharest. There was something strange about their script. They are Orthodox but write their Romance language in the Latin alphabet. Somehow you can figure out a rule from the exception."," "," ","Confusion of characters: Historians of medicine (searching for the evil influence of Galen & philosophers on the Arabs) tend to confuse two characters: Ishaq ibn Hunain  حنين بن إسحاق ","(father) and Hunain ibn Ishaq (son)  ","إسحاق   بن   حنين","Both were Christian translators from Greek & Syriac into Arabic during the Abbasid renaissance (Bait-elHekma) .","Post-Timon: Diogenes Lartius on how skepticism died after Timon (according to Menodotus) until Ptolemy Kureniaos (of Cyrene or Κυρηναῖος possibly ref. to the Koura Valley where Amioun is located) reinstated it:","Τούτου διάδοχος, ὡς μὲν Μηνόδοτός φησι, γέγονεν οὐδείς, ἀλλὰ διέλιπεν ἡ ἀγωγὴ ἕως αὐτὴν Πτολεμαῖος ὁ Κυρηναῖος ἀνεκτήσατο. ὡς δ' Ἱππόβοτός φησι καὶ Σωτίων, διήκουσαν αὐτοῦ Διοσκουρίδης Κύπριος καὶ Νικόλοχος Ῥόδιος καὶ Εὐφράνωρ Σελευκεὺς Πραΰλους τ' ἀπὸ Τρωάδος, ὃς οὕτω καρτερικὸς ἐγένετο, καθά φησι Φύλαρχος ἱστο- ρῶν, ὥστ' ἀδίκως ὑπομεῖναι ὡς ἐπὶ προδοσίᾳ κολασθῆναι, μηδὲ λόγου τοὺς πολίτας καταξιώσας.","Εὐφράνορος δὲ διήκουσεν Εὔβουλος Ἀλεξανδρεύς, οὗ Πτολε- μαῖος, οὗ Σαρπηδὼν καὶ Ἡρακλείδης, Ἡρακλείδου δ' Αἰνεσί- δημος Κνώσιος, ὃς καὶ Πυρρωνείων λόγων ὀκτὼ συνέγραψε βιβλία· οὗ Ζεύξιππος ὁ πολίτης, οὗ Ζεῦξις ὁ Γωνιόπους, οὗ  Ἀντίοχος Λαοδικεὺς ἀπὸ Λύκου· τούτου δὲ Μηνόδοτος ὁ Νικο- μηδεύς, ἰατρὸς ἐμπειρικός, καὶ Θειωδᾶς Λαοδικεύς· Μηνοδότου δὲ Ἡρόδοτος Ἀριέως Ταρσεύς· Ἡροδότου δὲ διήκουσε Σέξτος ὁ ἐμπειρικός, οὗ καὶ τὰ δέκα τῶν Σκεπτικῶν καὶ ἄλλα κάλλιστα·  Σέξτου δὲ διήκουσε Σατορνῖνος ὁ Κυθηνᾶς, ἐμπειρικὸς καὶ αὐτός.","This is where we get the lineage all the way to Sextus Empiricus. It is remarkable how many Syrians there were: Ἀντίοχος Λαοδικεὺς ,Θειωδᾶς Λαοδικεύς, etc. (not counting the off-list Damascius, etc.)","Myriobiblon: surprising that the major skeptical document exists thanks to the notebook of the Great Patriarch Photius (another instance of Pyrrhonism protected by Christianity; but, in this case, it is the anti-classical Orthodox Christianity). What we know of the ten tropes of Aenesidemus come partially from the Bibliotheca, along with mentions of other books no longer extant. The Aenesidemus entry is missing from the digitized files to be found on the web –but the sole existing document can be found at Les Belles Lettres (my French publisher).","His writings (from Photius, Sextus Empiricus, Diogenes Laertius): Πυρρώνειοι λóγοι , Κατὰ σοφίας, Περὶ ζητήσεως , Ὑποτύπωσις εἰς τὰ Πυρρώνεια, Στοιχειώσεις","Aenesidemus’ ten tropes (My notes):","1. Diversité des animaux ,  2. Différences entre les hommes 3. Diversité des sens 4. Circonstances: Le monde d'un homme malade ne ressemble pas à celui d'un homme robuste.  5. Situations, distances, lieux: « Que les objets dans l'espace sont évidents quant à leur position et leur distance(…)  Toute chose est perçue comme une figure sur un fond, ou pas du tout. » 6. Mélanges: « Que les choses ont des identités en elles-mêmes. Mais toute chose varie selon le contexte. La pourpre n'a pas la même teinte près du rouge et près du vert, dans une pièce et en plein soleil. Une pierre est plus légère dans l'eau que hors de l'eau. Et la plupart des choses sont des mélanges dont nous ne pourrions pas reconnaître les éléments constitutifs. » 7. Quantités ou compositions: « Que la quantité et la qualité ont des propriétés qui peuvent être connues. Mais le vin, bu avec modération, fortifie, consommé avec excès, affaiblit. La rapidité est relative à d'autres vitesses. La chaleur et le froid ne sont connus que par comparaison. » 8. Relation: « Que les relations entre les choses peuvent être énoncées. Mais la droite et la gauche, l'avant et l'arrière, le haut et le bas, dépendent d'une infinité de variables, et la nature du monde est que tout est toujours changeant. La relation d'un frère à une sœur n'est pas la même que d'un frère à un frère. Qu'est-ce qu'une journée ? Tant d'heures ? Tant de lumière solaire ? Le temps entre deux minuits ? » 9. Fréquence et rareté: « Qu'il y a des choses étranges et rares. Mais les tremblements de terre sont fréquents dans certaines parties du monde, la pluie est rare dans d'autres. » 10. Coutumes, lois, opinions.","I am asking around: the Arabic and Syriac speakers certainly knew of Aenesidemus but where are the texts?","Moscow- Many researchers write stuff because they do not have enough knowledge (or humility) to realize that the subject has been treated before –and, what is worse, had they known about the predecessor, they would have looked for another subject rather than do nothing (I noticed it in my examination of so-called scholarship in derivatives pricing). I am now discovering that Alexander of Aphrodisias wrote, aside from commentaries, notes on destiny, fate, and contingency addressed to Septimus Severus that are not noted in the general history of randomness thought –I shamelessly missed them and I am now trying to catch up. He, not Aristotle, is the richest writer on the difference between Techné & Epistemé","Techné, what relates to craft,  is made distinct from stochastic tinkering in Alexander of Aphrodisias’s commentary on Aristotle’s Topics. He compares building a house to the practice of medicine:  the former follows rules, known rules, while the latter has to randomize treatments. Both are crafts, the first has more certainty to it. He takes a telos orientation, showing that while a carpenter should be judged on the quality of the house he built, the medical practitioner has just an obligation of direction towards a certain objective, namely, cure –obligation de moyens, not obligation de résultat).","If Alpharabius (Al-Farabi) was called the magister secondus (Al-moallem al-thani), it was because –not as I was initially told, because Aristotle was the first. It was because Alexander was the first commentator. And we was not just a commentator.","Art De Vany converted me to a way of thinking about our fitness for the pre-agricultural world. It hit me that the fruits that we eat are, like bread, the product of agriculture, not nature. Fruits are not so natural, after all.","Fruits in the Mediterranean were not as sweet then as they are today.  I am convinced of that, on two accounts. First, consider the taste of traditional fruits. They have been bred for progressive increases in sweetness (sweetness is addictive and contagious: the crusaders did not know about dessert before they encountered what became the sorbet and the honey-sweetened cake ). Husbandry is a selective process leading to sweeter and sweeter fruits owing to the treadmill effect of the artificial. Second, examine the names of fruits in ancient Mediterranean languages: for a fruit to have been prevalent, it would need to have a name in the Hebrew Bible, or possible the younger classical (or perhaps even pre- δημοτική) Greek. Non-indigenous names would logically be fruits that were imported.","The word Apple exists in old Semitic languages (Tapouach, תַּפּוּח, Taphaha تفاحة), though it may just mean “fruit” (I assume that apple was the forbidden fruit –the sweetest then). But the old apple then was not what we would call apple today. I remember apples from the Kadisha valley near my house in Amioun. There are areas in the holy mountain that have resisted tinkering --altitude is too high for the inhabitants to have a choice of what to grow. I recall the taste of these apples during my childhood –and the variations, Sfarjl. They were not sweet. Nor were grapes sweat. Fruits had an acidity to them I don’t find anymore. They were low-carb.","Higher carbs items, such as the orange, did not exist in the ancient world –no name for orange. Bitter lemons grew then. The orange came from Southern India and was slowly and progressively invasive –in Dickensian times, a single orange was the ideal Christmas gift. And not just in Victorian England: In France, too, it was a delicacy. In modern Greek, they bear the name πορτοκάλι, portokali as the Portuguese marketed them.  So were tomatoes –imported from Central America (a tomato is technically a fruit). So were carrots –roots were bitter in the ancient world.","Berries (tut) were the main fruit. But strawberries they were not: they were small, wild and tart. There is no biblical name for strawberries.","I am about to go to Brazil –papaya, (modern) bananas, mangoes. All these are newly prevalent in our diet. What is sweet is not so natural.","Edinburgh- At age 16, I recall being told that the Myceneans (pre-Doric invasions) of Crete were somewhat “pre-Greek” (of the “linear B” language), different from other people of the Eastern Mediterranean. It hit me that there was something strange about the insistence on the nonsemitic aspect of Crete. Why would the Spanish seaboard be Semitic, i.e., “Phoenician” (Cartagena, Malaga), not Crete next door?","In my native language, rather one of my native languages, the (Northern) Lebanese dialect (a cross between the Western Aramaic spoken by Jesus Christ & classical Arabic), the root כנס  produces the verb Kns, which means to gather, so Knnss is still used “to collect dust in one place”, i.e., to sweep (كنس), Knisseh = church كنيس, in Hebrew כנסת  Knesseth= gathering. In Arabic Kniss  = synagogue (the masculine for church). It can also mean settlement (Mikniss)!","Is much of Greek history dominated with this 19th Century “pan-Aryan” desire to de-semiticize Europe and set Greece apart from Babylon, the Levant, and Asia minor?","I was cured of my initial career plan to become a philologist (thank Jupiter) but the Knossos mystery gave me the first intuition of the problem of silent evidence –the fundamental incompleteness of our representation of the past, coupled with the drawing of inferences from a partial data set. People used the absence of extant Phoenician documents as “evidence” of lack of literary production. We talk of the past as if we knew something about it. This is not just a problem that affects finance idiots, but it is a central problem of historiography.","I still don’t know where the Knossos comes from; I did not research it. This is no longer the point. As I said, I lost interest in philology (again, thank Jupiter). But I gained a huge insight in historiography, probability theory and the point still crop up every time I think of Crete. ","[More on silent evidence: The newspapers are reporting some finding about the effect of aging on happiness. “(...)more people in their 60s and 70s report being happy than do those in their 40s, according to a recent survey conducted for bank HSBC of 21,000 people in 21 countries, spanning four age groups from 40 to 80.” The inference is that people get happier as they age. Did they consider that those who are still alive at 80 might have traits that are different from the pool of those in their 40s? I fell for it for a few seconds. This should punish me for cruising Google News.]","Amioun- I like to play the narrative fallacy & always answer questions with a “because”, especially when it is absurd –but people are always impressed by the “because” and nod as if I said something intelligent. My usual answer when I run out of something silly & confusing is to tell people “because I am from Amioun”, or “because I am originally from Amioun”. The problem is that I am now vacationing in Amioun & I offered a few people the answer “because I am from Amioun”, causing complications in the conversation. I did not realize that people in Amioun would not buy the argument with the same gullibility as the nonAmioun set. The next time I will say: “because I live in New York”."," ","I keep saying that accepting randomness & chance does not imply atheism. Just one instance:","יא שבתי וראה תחת השמש כי לא לקלים המרוץ ולא לגבורים המלחמה וגם לא לחכמים לחם וגם לא לנבנים עשר וגם לא לידעים חן  כי עת ופגע יקרה את","Here is a more explicit reference to the epistemic opacity of things (to humans):","قَالَ إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ","As I said, it is a faux-problem.","Accepting the existence of mysteries, the impenetrable... and having respect for them.","I found a volume of posthumous essays by Huet called Huetiana put together by his admirers c. 1722.  It is so depressing to realize that, being born close to 4 centuries after him, and having done most of my reading with material written after his death, I am  not much more advanced in wisdom than he was –moderns at the upper end are no wiser than their equivalent among the ancients (just consider the modern war mongers, the road-rage prone machos, the then not existing but newly created categories of finance idiots  and economists, etc.).  True, for a Fideist -Pyrrhonian skeptic he offers many more causes than I could expect; but no nitpicking with such a man.","Quiconque, dit Horace, sera regardé en naissant par les muses d’un oeil favorable, il méprisera les Couronnes des Jeux Olympiques des Grecs, & des triomphes des Romains,  & leur préférera les délices d’une retraite studieuse, & d’une savante solitude. Il faut de plus un grand courage pour résister aux accidents de la vie, capable d’interrompre les douceurs de son étude, aux nécessitez publiques, aux guerres (...), aux persécutions des envieux, (..) et leur vie retirez les expose plus que les autres. Quant un homme de cette terre sera consacrez aux Lettres, qu’il ne cherche la récompense que dans les Lettres mêmes, & (...) du haut de cette sainte montagne, oú la vraie érudition a placé sa demeure, il regarde le reste du monde avec compassion, & avec un grand mépris des erreurs et des vaines occupations du vulgaire.","[I translate liberally: Horace saw that he who is well treated by the muses (...) will despise the honors, the Olympic Medals, the rewards of a common life. He will have to resist the persecutions of the envious (...) to which his retirement & solitude will expose him more than others. From this Holy Mountain where true erudition placed his residence, he observes the rest of the world with compassion and with a profound disdain of the transactions & trite activities of the vulgar.]","Another gem. He was an octogenarian, perhaps a nonagenerian when he wrote:","Ni le feu de la jeunesse, ni l’embarras des affaires,ni la diversité des emplois, ni la société de mes égaux, la plupart d’inclinations fort différentes, ni le tracas du monde, n’on pu modérer cet amour indomptable de l’érudition, qui m’a toujours possédé : & dans l’ age avancé oú je suis,  je la sens aussi vive qu’au plus fort de mes études.","[Neither the fire of youth, nor the burden of business, nor the company of equals (many of different proclivities), nor the noise of the world, managed to temper this untamable love of erudition; & in my advanced age I feel it as intensely as when I was a student.]","Huet did not think much of Montaigne (“Montagne”), whom he considered of mildly inferior intellect & knowledge (I read elsewhere that Montaigne barely knew Greek, a big deal for Huet; he snubbed Bayle because he did not know Hebrew). [Note: Montaigne was called Montagne at the time (the spelling Montaigne comes from the whim of a printer).] But he definitely despised Montaigne’s  readers.","...le bréviaire des honnêtes paresseux, & des ignorants studieux, qui veulent s’enfariner de quelque connoissance du monde, & et de quelques teinture des Lettres. A peine trouverez-vous un Gentilhomme de campagne qui veuille se distinguer des preneurs de lièvres, sans un Montagne sur la cheminée.","[The breviary (or cliff-notes) of honest -lazy people and the studiously ignorant who (...) want to catch a tincture of the letters (...) It is hard to find a country gentleman who wants to distinguish himself from other hare-catchers without a Montagne on his fireplace.]","","Fools do not want to accept that the real thing is better than the electronic. In other words, a text does not simplify a book. A book is so much real than a PDF on my hard disk. The experience of reading something you hold in your hands is more aesthetically rewarding: a book is better looking than a flat screen –it has an extra dimension. But to me, the main advantage is that I remember far, far better what I read in a book. My memory solidifies around hard objects, specific books, parts of my library. The classical mnemotechnic originates with the Greeks method of the loci: it consists in attaching memories to physical objects, a stone in a wall, a specific part of a ceiling, etc. You imagine a building & invest some of the locations with things to remember. In Luria’s account of the synesthete who could remember everything in great detail, there is a striking scene. Sh. [the patient-protagonist], has his memory failing him on a small detail because there is a cloud hiding the object to which the memory was attached.","I do the same when I read a book: the ideas are incarnations in specific objects of my library. [ A rendering on a computer screen is not permanent, a book is]I remember specific pages & get in a state of rage when someone tries to help “organize” or “alphabetize” my books. I also remember the physical notes I jot down on the front of a book, &, five years later, looking at them triggers a chain of remembrances... In the picture above I took notes on the book & just glancing at the front pages allows me to remember the ideas of the book & the conditions under which I read them. The book above it is very comprehensive, very deep, & covers the main ideas in social science, so I do not want to miss anything & would like to retain most of its contents decades from now (I am still on page 300).","The debate with Charles Murray was very civilized; we were both trying to win by courtesy & manners rather than by argument. I agree with a lot of what he says and enjoy the rare sight of an independent thinker –but I do not buy his definition of the “West”. Aside from the narrative fallacy I believe that the difference between “Europe” and the “East” (particularly the Near East) is not discrete;  the categories are mostly marred by the narcissism of small differences and the recent amplification of the variations –and the neglect of the commonalities. Set aside the Egyptian and Babylonian heritage, forget that Christianity (NEw Testament) is a Levantine (mostly Syrian) production; just consider that both “East” and “West” share the same alphabet: alpha (aleph), beta (bet->house ،بيت), delta (dal, dalet), gamma (jim, gimmel->camel جمل) come from the Phoenician alphabet (bet and gml are still present in spoken Arabic and Hebrew); they evolved very gradually to take present shapes. But they are the same. Just think of the difference between uppercase printed letters and handwritten words: they would appear to be two different systems and languages to an observer who is not literate in the language. Both Euro-centrists and Occidentalists make the mistake of overcategorization.","Further, the similarities between the Arabs and Byzantines have been downplayed by both sides. Take this fact I discovered on the plane back from Las Vegas. Four Caliphs had Greek-Byzantine mothers (Al-Wathiq, Al-Muntasir, Al-Muhtadi,& Al-Mutadid), and one of them  (Al-Muntasir, Haroun Al Rashid’s grandson) was ¾ Greek! Add that to the fact that seven Roman Emperors were of partial or full Syrian blood.","Finally I showed a graph of the rise of the US stock market since 1900, on a regular (non-Log) plot. Without logarithmic scaling we see a huge move in the period after1982 –the bulk of the variation comes from that segment, which dwarfs the previous rises. It resembles Murray’s graph about the timeline of the quantitative contributions of civilization, which exhibits a marked jump in 1500. Geometric (i.e. multiplicative) growth overestimates the contribution of the ending portion of a graph.","The great skeptic, erudite, and pure thinker, Bishop Pierre-Daniel Huet leveled the following argument at Descartes. Descartes’ cogito ergo sum has a necessary temporal dimension. “Je pense” is antecedent to “je suis”. If you introduce a temporal dimension, that is, a time lag between the observation of “cogito” and the “sum” then the cogito can be construed as a memory of a past act, falling within the same frame as the daemon experiment –it is not am impression, but a memory, and could therefore be an illusion. Descartes’ argument, which reposes on absence of possible illusion, falls apart: “I tought” therefore “I am” can be marred with an illusion of memory.(Technical: I noted the same consequence of asynchronicity in mathematical finance: in practice there is no continuous time limit dt, therefore there is a minimum Dt lag between information about price and decision of rebalancing).","Bishop Huet was a fideist and rejected the use of probability in theology (as I do): a religious belief is a matter that escapes the very notion  of probability. There is no commonality to be able to express one in terms of the other (see earlier note on the use of Πιστεύομεν). The two are, to use modern terms, orthogonal.","It looks like I will be able to save some medieval skeptics from oblivion: an anthology of the forgotten heroes in the Random House collection Modern Library.  The problem is that many are not translated –and the languages: Medieval French, Arabic, Latin, etc.","[Coincidentally as I was writing these lines about Huet, The National Review  published a review by one George Gilder. As I had never heard of both, I deleted the mailed file (I try to read only reviews with > 1million readers and/or satisfying a “name recognition” filter). But I was told that that Gilder  is a fundamentalist & the big proponent of anti-evolution & Intelligent Design. The interesting part is that the poor guy is going after my ideas on probabilistic grounds in teleology –and for reasons I cannot discuss I am certain that he would not get the Huet argument.  It is interesting for someone to despise both the atheists and the fundamentalists at the same time.]","[Also I read the review in Slate by Tyler Cowen, thanks to my “name recognition” heuristic (I recognized both names). The poor guy got the ideas of The Black Swan exactly backwards. He does not seem to understand the difference between absence of evidence and evidence of absence –the very subject of my book. This justifies the application of the heuristic: avoid reading what he writes (on any subject) –I cannot trust his judgment & intellectual abilities]."," ","A certain business publisher told Rolf Dobelli (the Lucerne novelist) that he “knows” the cause of The Black Swan’s success, “why” it became a bestseller: It has an animal, and a color. He just looked at success and imparted a reason from the most visible traits. The publisher, being a prominent business publisher, did not look at the numerous flops that have both an animal and a color on their covers (there are 75 books with “Black Swan” in their title and they are uniformly distributed on Amazon (rank-wise). I did not even look for other colors or other animals). Nor did he read Chapter 8 of The Black Swan (my own The Black Swan) on silent evidence. Conclusion: I suspect that he got it backwards (he is a business publisher and should be particularly prone to the n. fallacy, be it only from reading all the crap he publishes). If anything, an animal and a color would have been historically associated with lower sales, which is the reason he has not noticed how many such books there are in the low-selling bins.","Religion has very little to do with “belief”; it is an indivisible package of aesthetics, ethics, social-emotional commitments, and transmission of κηρύγμα, a set of customs and rituals inherited from the elders. Indeed the complication of “belief” is mostly a Western Christianity type of constructed problems, and a modern one at that: ask an Eastern Orthodox monk “what he believes”, and he will be puzzled: he would tell you what he practices. [I discussed the “amin” in an earlier note].  Orthodoxy is principally liturgy, fasting, practices, and tradition; it is an ornate religion that focuses on aesthetics and requires a very strong commitment. “Belief” is meaningless; practice is real. What we now translate by “veneration”, προσκυνει is literally bowing down to the ground a very physical act [Note that I am not partaking of the current debate on religion out of disrespect for almost all the participants: aside from being journalistic in the worst bildungsphilistinistic sense, particularly when they talk about “probability”, most are not even wrong].","Two thinkers stand out: the pagan apologist Libanius of Antioch (friend of the Roman Emperor Julian the Apostate) who attacked Christianity for the very same reasons he would defend it today against such philosophasters as Dawkins –its destruction of the old practices, the abandonment of the accumulated mysteries, it simplistic move away from classical erudition. And, mostly, its belief. Libanius was a formidable orator, the last Greek purist in Syria. More on him, later. The second one is Saint John Damascene one of the fathers of the Greek Church, the one who attacked the iconoclasts and to whom we owe the restoration of icons.","Saint John Damascene ‘hAgios Ioannis Damaskenos, يوحناالدمشقيwas unusual in many respects. He was Syrian, but not apparently Greek-Syrian, born (I assume) Yahya Ibn Mansour Ibn Sergion (Sergius). If his real name was Yahya, it would be Arabic for John –the Syrian version would be Yuhanna, يوحناor modern Hanna حنا. [Some documents claim that his name was Mansur, changed into Yuhanna]. Anyway, he was apparently Arabic not Syriac-Aramaic speaking, as he reportedly learned Syriac during his philosophical education. He was born in Damacus c. 678. He was trained to be part of the Omayad administration –in spite of being a  Christian, his father was the equivalent of finance minister of Al-Walid and John took that job as it was, as most professions were, hereditary. John was a true polymath, his areas were: music, mathematics, classics, oration, finance, logic, Christian theology, linguistics, etc. Around the age of 30 (or so), he left finance to become a monk and went to live at the monastery Mar Saba south of Jerusalem.","Now the interesting part: in 726 the Byzantine emperor Leo issued his edict against the veneration of images. John of Damascus was the chief iconodule, and wrote three main treatises in Greek. He benefited from the Dhimmi protection of the Caliph as Christians could not be persecuted ...by other Christians. My ancestors benefited from such protection and you need to give credit where credit is due! Note here that it was Islam that protected the Greek Orthodox Church from the Byzantine Emperor. And note that John the Damascene never set foot outside the Arab ruler’s land. So the greatest single contributor to Greek Orthodox Aesthetics and Byzantine music was an Arabic speaking Christian operating in Arab land [note that St John calls Greek, by hellenoi , meant pagans –“Greek Orthodox” meant Byzantine). This Arab protection did not prevent John from writing an aggressive treatise against Isl*m and its prophet.","He was also called “golden speech” owing to his erudition ( I will translate when I have nothing better to do; I hate translating):","وكان يوحنا ينذوي في صومعته، في سيق مار سابا يؤلف مع أخيه قزما الترانيم والقوانين الدينية التي لا تزال الكنيسة تترنم بها إلى يومنا هذا. وكانت قريحته فيّاضة لدرجة أنه استحق أن يُدعى فيما بعد بـ “مجرى الذهب”. ثم شاءت العناية الإلهية أن يُنتخب قزما أسقفاً على مايوم، المعروفة اليوم بميلمس(قرب غزة)، وطُلب مراراً إلى يوحنا أن يُرتسم كاهناً. وكان في كل مرة يرفض، إلى أن “استحضره بطريرك البيت المقدس وسامه قسيساً بغير مراده، بل بكثرة الزامه إياه غلبه على رأيه. ولما عاد من عنده إلى السيق زاد في نسكه وأتعابه. وانعطف إلى تصنيف أقواله التي سرت إلى أقصى المسكونة”.","ويعتبر المؤرخون أن رسامته قد تمت بوضع يدي البطريرك الأورشليمي يوحنا الخامس (735) 8.","Another historical irony early this century the now called Antiochian Greek-Orthodox church proceeded to translate from the Greek (John’s adoptive tongue) into Koranic Arabic (his native one) his hymns & chants. I wonder if he would have approved of it. Much of this activity took place at the Deir Balamand near my village of Amioun (around 7 miles). [One can listen to the Choirs of Balamand on U-tube, with some Greek left untranslated].","As Orthodox Christians (as well as the earlier Christians during the patristic tradition), liturgy, rituals and icons are central to our identity: Orthodoxy is embedded in icons. It is also embedded in chants. And not just chants: the lamentations of the epitaphion (say Zoi en tafo) require grueling episodes of fasting.","When I probe into the demarcation between the holy and the empirical, I insist that both are physical. I dress up my ideas in stories –I try to make good use of the narrative fallacy. Art is physical.","London- I just finished reading Claude Bernard’s  Introduction à l'étude de la médecine expérimentale, which I started in 1998 (nothing special: I have by my bedside unfinished books, s.a. History of Private Life which I started reading in 1987). Clearly, he got everything about the ludic fallacy: life is fuzzier than the books. You cannot practice deduction without some induction about the premises (in other words no question is presented to you in life like a purely logical problem –what became Quine’s dogma of empiricism, which seems hardly understood because of its dryness). Bernard was not interested in philosophy, but he understood Aristotelian nerdification. & he knew about the right philosophers.","Again, I hold that the French school (Victor Brochard, Claude  Bernard, Victor Cousin, Hyppolyte Taine, Albert Favier) were following the line of the Pyrrhonians & were far more advanced than other traditions, say Mill/Popper (I went through Popper line by line; he does not quote them except Sextus a couple of times –his education was indeed post-enlightenment).","Clearly my project with the Ludic Fallacy is to expose “decontextualized knowledge” (or Platonicity)... But I am ending up spending more time reading the perpetrators of the logical disease (s.a. Aristotle, Alexander of Aphrodisias, Alfarabi, & Averroes, etc.) rather than the real open-market open-knowledge true thinkers... "," ","","My cousin George Nasr made a cartoon about the problem of induction."," ","","Time for some revision of historical reputations. Historians keep piling on the Byzantine for the alleged pettiness of their disputes. I hold that if the Byzantines argued, it was because it was a truly collegiate system & each bishop was entitled to voice his opinion. The system was (& still is) bottom up. The main Patriarchs now have more clout than in the past, but they cannot do anything without consulting each other. If the Westerners seemed more focused & less “Byzantine”, it was because their system was top-down & the Pope was the big boss.","Also the dispute may have very little to do with a diphthong.","Gibbon:","The Greek word, which was chosen to express this mysterious resemblance, bears so close an affinity to the orthodox symbol, that the profane of every age have derided the furious contests which the difference of a single diphthong excited between the Homoousians & the Homoiousians.","In the Nicene creed: γεννηθέντα οὐ ποιηθέντα, ὁμοούσιον τῷ Πατρί, δι οὗ τὰ πάντα ἐγένετο  OR is it ὁμοιούσιον . The difference is very deep. On that, later.","Even the lay population was heavily involved in the disputes:","(...)the eager pursuit of religious controversy afforded a new occupation to the busy idleness of the metropolis: & we may credit the assertion of an intelligent observer, who describes, with some pleasantry, the effects of their loquacious zeal. 'This city,' says he, 'is full of mechanics & slaves, who are all of them profound theologians, & preach in the shops & in the streets. If you desire a man to change a piece of silver, he informs you wherein the Son differs from the Father; if you ask the price of a loaf, you are told, by way of reply, that the Son is inferior to the Father; & if you inquire whether the bath is ready, the answer is, that the Son was made out of nothing.","[The observer was Gregory of Nyssa].","Now I understand how the word “language” in post-Koranic literary Arabic got to be Al- lugha, اللغة  from the Greek λόγος, rather than pre-Koranic lisan from the semitic lsn (lishon in Hebrew לשונ), “tongue”.  Alfarabi , or the “second master” (a.k.a Alpharabius magister secundus) is effectively the most likely inventor of modern logic. And he wanted if for a purpose. It was meant to deal with both translation and reasoning.","The Abbasites era was a confusing period in the Near East. Many languages were used in the Empire alongside the official Arabic. Christians spoke both Syriac (Aramaic) and Greek (in fact learned people were so bilingual they did not need to translate many texts between these two languages); Moslems spoke Arabic, Farsi and Turkic dialects, but prayed and did science in Arabic. Alfarabi was trained in logic by the polyglot Syriac grammarians/logicians –but being Turco-Persian, he learned Arabic relatively late in life. His aim was to build on Aritotle’s Posterior Analytics to design an un ambiguous mode of expression in which people could communicate ideas, in a manner that would immediately reveal logical flaws.  That language became associated with Language. Language, simply, was deduction.","He wanted to do away with the tower of Babel multiplicity of languages, revert to the Platonic world of a uniform language. Alas, this is where I now believe that the ludic fallacy (q.v.) was born. It looks like Dan Goldstein (of the “fast and frugal heuristics”) and I will have our own laboratory in London to test the ludic fallacy & logical errors in fuzzy ecological statements.  We can actually play with the concept of polylogic.","(More on him, later).","","Amioun –  Controlled experiment can easily show absence of design in medical research: you compare the results of top-down directed research to randomly generated discoveries.  Well, the U.S. government provides us with the perfect experiment for that: the National Cancer Institute that came out of the Nixon “war on cancer” in the early 1970s.","“Despite the Herculean effort and enormous expense, only a few drugs for the treatment of cancer were found through NCI’s centrally directed, targeted program. Over a twenty-year period of screening more than 144,000 plant extracts, representing about 15,000 species, not a single plant-based anticancer drug reached approved status. This failure stands in stark contrast to the discovery in the late 1950s of a major group of plant-derived cancer drugs, the Vinca Alcaloids –a discovery that came about by chance, not through directed research.”","From Happy Accidents: Serendipity in Modern Medical Breakthroughs, by Morton Meyers, a book that just came out. It is a MUST read. Please go buy it. Read it twice, not once. Although the author does not take my drastic “stochastic tinkering” approach, he provides all kind of empirical evidence against the role of design.  He does not directly discuss the narrative fallacy(q.v.) and the retrospective distortion (q.v.) but he certainly allows us to rewrite the history of medicine.","We did not realize that cures for cancer had been coming from other brands of research. You search for noncancer drugs and find something you were not looking for (and vice versa). But the interesting constant:","a- The discoverer is almost always treated like an idiot by his colleagues. Meyers describes the vicious side effect  of “peer reviewing”.","b- Often people see the result but cannot connect the dots (researchers are autistic in their own way).","c- The members of the guild gives the researcher a hard time for not coming from their union. Pasteur was a chemist not a doctor/biologist. The establishment kept asking him “where is your M.D., monsieur”. Luckily Pasteur had too much confidence to be deterred.","d- Many of the results are initially discovered by an academic researchers who neglects the consequences because it is not his job --he has a script to follow. Or he cannot connect the dots because he is a nerd.  Meyers uses Darwin as the ultimate model: the independent gentleman scholar who does not need anyone and can follow a lead when he sees it.","e- It seems to me that discoverers are usually nonnerds. Egomaniacs, perhaps, but certainly of the nonnerd category.","Now it is depressing to have to review the works of the late Roy Porter, a man with remarkable curiosity and a refined intellect, who wrote  many charming books on the history of medicine. Does the narrative fallacy cancels everything he did? I hope not. But we urgently need to rewrite the history of medicine without the ex post explanations. Meyers started the process: he provides data for modern medicine since, say, Pasteur. I am more interested in the genesis of the field before the Galenic nerdification. "," "," \\","(The view from my study in Amioun. 2 parents, 4 out of 4 grandparents, 8 out of 8 great-grandparents, and 12 out of 16 great-great-grandparents (+ more) originate from the strip of 3 miles –3 villages -- on the left of the picture. All grandparents great-grandparents, great-great-grandparents, and almost all great-great-great-grandparents are buried there. )","Budapest -- One of the elements in Spinoza’s Tractatus is the separation between the sage endowed with esoteric knowledge and the unwashed who need exoteric knowledge, hence religion, as guidance, as they cannot be left to their own devices –religion becomes a package for the untrained, which explains its allegorical attributes, which the sage needs not take literally. Well, sorry, but this is at the heart of the thought of Averroes (“Abul-Walid” or “In Rushd”)  who, c. 450 years earlier, held that religion was a way to bring philosophy (wisdom) to the masses – the unenlightened,  while the “sages” (ahl el hikmah) or “philosophers” ( followers of Aristotelian & Alfarabi logic and standards of evidence) had some dispensation from literal interpretation. Averroes, like Spinoza after him, saw no demarcation between religion (din = “law”) and philosophy (& between the righteous, the sage, the learned, and the secular saint). The very words esoteric and exoteric (batini and zhahiri) are his. I just can’t believe how tolerant religion was in Averroes’s days–and how modern his ideas (and his brand of religious “law”) were.  I wish the neocon-blabloIsl*mologists and sub-proto-enlightenment-philistines (Harris) would go beyond the perceived CNN wisdom when they talk about tolerance & religions –and, instead, tried to extend a hand to the Averroean in the land of Is**m.  [The masses need heuristics –they will create them themselves. I have been repeating that once you remove the opiate of religion the masses will ask to be fooled by randomness, & could substitute the far more criminal opiate of nationalism (WW1, WW2 + more) & the even more superstitious (and far less elegant) activity called economics].","I am spending a long weekend in Budapest on my way to Amioun, but can’t get into touristy moods. Sole occupation: Platonicity, a-Platonicity, our dependence on heuristics for mental representations, and how a hyperempiricist can live in a hyperaesthetic soul, that kind of things... In other words, how to become a sage. On the plane I was immersing myself into Averroes (Abul-Walid ben Ahmad ben Rushd) in Fasl-il-Maqal wa Taqrir ma bayn al Sharia wal Hikmah minal Ittisal: On the Respective Roles of Religious Law and Philosophical Wisdom: A Decisive Tractate (I’ve been reading it on my Mac laptop; pulling a leather-bound Arabic language book on a Transatlantic flight would cause my overweight businessman-on-the-seat-next-to-mine to have a heart attack).","The man is dead. The body is still warm; someone directs uninhibited verbal poison at him. There is something sub-sub-second-ratish about trashing a thinker ad hominem (except to respond to ad hominem attacks as they usually come from easy targets). But worse: there is something shabby about using an obituary to sully someone’s memory. The gentleman in question is called Robert Fulford, of The National Post. The dead man is Baudrillard, a man of charm who knew that he was generally wrong, & whose ideas I did not share. This is making me develop great sympathy for Baudrillard and a profound disgust for Robert Fulford. ","This brings me to my comparative discussion Benoit Mandelbrot/ Susan Sontag that I truncated on the day Sontag died. I met both on the very same day, in New York, in October 2001. At the BBC studio where we were interviewed (separately) about our books, Sontag was told that I dealt in “randomness” and developed in interest in talking to me. When she learned by looking at my bio on the dust jacket that I was “in markets”, she gave me the look as if I had killed her mother. She turned her back to me as I was in mid-sentence, leaving me to the discomfort of having to speak without audience. It feels extremely humiliating to be speaking to someone’s back; it felt like the worst, most demeaning insult I ever had in my life. I swallowed my pride and, as I had an afternoon to kill, I forced myself to go to B&N get a copy of her book. I forced myself to enjoy her style, in spite of the frustration, and, after 4 pages, I was able to find it charming –but I kept wondering & introspecting: had I not had witnessed closed-mindedness and abject manners, how would my appreciation of the text turn out to be? (Levantine patricians used to be taught that manners > acts; it is worse to be rude to someone than try to murder him.) A few hours later, the exact opposite encounter in every possible sense of the word took place. That  evening I met Mandelbrot at dinner, a meeting which should remain one of the most important episodes in my life (I finally found someone to talk to about randomness). I continue with an excerpt from The Black Swan.","When I first met Mandelbrot I asked him why an established scientist like him who should have more valuable things to do with his life would take an interest in such vulgar topic as finance. I thought that finance and economics were just a place where one learned from various empirical phenomena and filled up one’s bank account with f*** you cash, before leaving for bigger and better things. Mandelbrot’s answer was: “data , a goldmine of data”. Indeed, everyone forgets that he started in economics before moving onto physics and the geometry of nature. [Chap 16]","In The Black Swan, right after the section that I’ve just excerpted, I retold the Sontag episode and made a comparison between Sontag and Mandelbrot’s openness to ideas, a sort of comparative tableau of the literary intellectual v/s the scientist as a natural philosopher, etc. But I removed the part about Sontag on the day of her death, in December 2004, as it did not feel honorable & elegant. I remember rushing to my MS remove the section. I never put it back, never wrote about it –until now. Even then, >2 ¼ years later, I would have preferred to avoid tinkering with someone’s memory and I am only describing the frustration of the episode.","Oraisons funèbres All men have flaws, all men have some measure of greatness in them. By the confirmation bias (q.v.), you can write a panegyric or you can write a philippic of the very same person. But nowhere the beauty of sentiment is greater than with the eulogy, the funeral oration –the sanctification of someone’s memory, a sort of glorified look at the half-full side of the story. “Entre ici, Jean Moulin, avec ton terrible cortege!” (Malraux...you can see it on UTube!) Bossuet did close to 500 orations, only twelve of which were oraisons funèbres; these are the ones we use to learn elegant French prose. Beyond the eulogy and the funeral oration, the more subtle elegy has a noble tone to it. True, do I care about the truth or about the sacred? Both, of course. The most potent memory of my visit to Saint Petersburg was the sight of young girls dressed in Sunday clothes coming to put flowers in front of Pushkin’s memorial statue. My soft spot for Mitterand comes from his expertise in cemeteries –and his compulsive honoring of the dead (+ his obsession with Il deserto dei tartari). People who care care about the dead.","I wonder if there is a code of honor of what to say about someone when the body is still warm. I don’t like living in a world without elegance; I don’t like living in a world in which people speak ill of the dead, & thanks to the long tail & the tailor made web, I would like to construct my own world in way that fits my sense of ethics/aesthetics.","[Note 1: My Stand Againt Atheism. This, and many other things explain why I just cannot understand atheism. I just cannot. If I were to take “rationality” to its limit, I would then have to treat the dead no differently from the unborn, those who came and left us in the same manner as those who do not exist yet. Otherwise I would be making the mistake of sunk costs [endowment effect]. I cannot & I just do not want to. Homo sum! I want to stay rational in the profane, not the sacred.]","Peter Bevelin commented on the previous note linking it to the “fallacy of silent evidence” –survivorship bias [cf. glossary of The Black Swan]. He sees the compounding consequences of such distortions on cultural formation. Replication compounds distortions since new distortions will take place at every step;  we lose track of the original and the true. Distortions have Fat Tails. [It resembles the distortions in Merton’s cumulative advantage].","Indeed things, Peter, are far worse. Dan Sperber’s model of contagion that I’ve tried to explain to anyone who could listen to me is that things do not replicate without an agenda. These are notes I took after a long Sunday afternoon conversation at Deux Magots.","The anthropologist, cognitive scientist, and philosopher Dan Sperber has proposed the following idea on the epidemiology of representations. What people call “memes,” ideas that spread and that compete with one another using people as carriers, are not truly like genes. Ideas spread because, alas, they have for carriers self-serving agents who are interested in them, and interested in distorting them in the replication process. You do not make a cake for the sake of merely replicating a recipe—you try to make your own cake, using ideas from others to improve it. We humans are not photocopiers.","The idea of Sperber (counter the ideas of Blackmore, Dawkins, and other people who wrote on this before him) is that memes don’t resemble genes. The comparison is naive, too naive –one of those naive analogies. Culture has no DNA; it does not replicate mechanically like genes –errors in replication are neither independent nor random: they are, I repeat, self-serving; self-serving! [Ref: See Sperber’s Explaining Culture. For Dawkins, see his foreword to Susan Blackmore’s book on memes. Luckily it seems that Dawkins and Blackmore have been cured of the meme theory].","[Note 1: Copyists and Replication: Arabic philosophy classics seem to show up in different versions. I have two copies of Averroes’s attack on my hero Algazel, (the  Black Swan Problem), in the magisterial apology of Arabic Aristotelianism, Tahafut at-tahafut, one here and the other in Amioun. Two versions from different copyists, from different libraries, with entire sentences altered. Oh What! Look: the latin translation is used as a benchmark and you sort of retranslate into Arabic! Platonem sophistice refellit. is used between the two versions “safestani” or “sifista’i” . A bored copyists can be unckecked in his entertaining alterations. Interestingly, the main divergence between Western-European culture and the Arab-Islamic one matches the discovery of the printing press. Western books now replicated very faithfully, thanks to printed books; Arabic script (includes Turkish and Persian) needed to be copied by hand and depended on the cliques of copyists. Owing to the highly calligraphic nature of Arabic letters (although it has almost the same alphabet as the Latin, a letter changes in shape depending on its emplacement in a sentence: there are several ways to write consonants, and vowels are declensions of consonants, etc.) ; owing to such calligraphic complexity, an Arabic script printing press required a minimum of 900 characters, a typographer’s nightmare. See Wheatcroft’s Infidels. I don’t necessarily accept his argument that it caused the crossover between the two civilizations, I am certain that it caused differences in reliability of ancient texts.]","[Note 2: Books. I got mail from readers of the previous note asking me to suggest good books on translation & language. I haven’t read a lot on the subject, just three books and a few articles, but two of these books I’ve read and reread and been much attached to them... I read George Steiner’s After Babel twice but my notes are from 1988, so I don’t know if it is still current. I recall being mesmerized by Steiner’s style and impressed with his erudition (as always what impresses me in a person is a combination of erudition and style), got plenty of anecdotes etc.  –Steiner like me attended a French Lycée & was forcibly polyglot for biographical reasons. But there is a better, deeper book, though not as poetically written, perhaps for the better. More recently I was very impressed by a little known book by Douglas Hofstadter’s Le Ton Beau de Marot. Hofstadter (more known for his Escher Godel Bach) is (unlike Steiner & I) a natural polyglot –he grew up, I think, in the Midwest. I know about his generally unadvertised linguistic prowess from a common friend who saw him converse in Swedish with someone at a dinner party. It turned out that he can speak about any living language; those he doesn’t know he picks up in no time. He seems to treat computer languages like human ones. He learned Russian to be able to do his own translation of Eugene Onegin.  Le Ton Beau de Marot hit me as one of the best books I’ve read in my life –strangely it flopped. It could be that not too many people are interested in languages. Perhaps one day it will have the readers it deserves. Finally, there is Umberto Eco’s book on translation, Mouse or Rat? but I recall finding it unusually dry for Eco, a bit theoretical, and I don’t remember anything of its content [ it was not translated!].]"," "," ","Being edited in your own language is enough of a problem. Translation can be severely distorting, frustrating, particularly if you are familiar enough with the nuances of the language to be offended –traductore traduttore! I was trying to copy passages from Plato’s Apology –the central scene (for any epistemocrat) in which Socrates aggressively exposes the faux expert as someone who focuses on what he knows, unaware of his ignorance. I was trying to copy passages when something hit me: he who translated Ἀπολογία into Apology does not know either Greek or modern English. Someone needs to change the title. Ἀπολογία can mean a lot of things, but “apology” is certainly not one of them. It is more likely to mean: my “my words above yours”, or my turn to say it, even “you’re an idiot”.  It is even more aggressive than “rebuttal”. There is nothing apologetic in: ὅτι μὲν ὑμεῖς, ὦ ἄνδρες Ἀθηναῖοι, πεπόνθατε ὑπὸ τῶν ἐμῶν κατηγόρων, οὐκ οἶδα· ἐγὼ δ᾽ οὖν καὶ αὐτὸς ὑπ᾽ αὐτῶν ὀλίγου ἐμαυτοῦ ἐπελαθόμην, οὕτω πιθανῶς ἔλεγον. καίτοι ἀληθές γε ὡς ἔπος εἰπεῖν οὐδὲν εἰρήκασιν. Socrates indeed went after the faux expert without mincing words. ἐπὶ ἅπαντας τούς τι δοκοῦντας εἰδέναι. καὶ νὴ τὸν κύνα, ὦ ἄνδρες Ἀθηναῖοι–δεῖ γὰρ πρὸς ὑμᾶς τἀληθῆ λέγειν--ἦ μὴν ἐγὼ ἔπαθόν τι τοιοῦτον·. If anything, he very badly wanted to die for his idea. He was not a man who apologized for his convictions.","I had a similar experience when, in my classical period, I tried to read the old testament in the text. I knew a little bit of the Aramaic of the Northern Levant, but not Hebrew. I opened the book, started deciphering and was shocked after reading the very first sentence of the very first book, Genesis. What had been translated into “In the beginning, G**d” was not so in the original. אלהיםElohim is a plural form that could mean “the gods”. What is so monotheistic about “the gods”? And B-reshit בראשית does not necessarily mean the beginning –I see no temporal dimension. It is from “rosh”. It is more likely to mean “principally”.","Now these are the mistakes that someone with some motivation can detect. But things can get worse: so many corruptions will remain undetected. Quite a bit of the philosophical canon that people read in Greek was translated from the Latin, itself translated from Medieval Arabic. Even in the cases where the Greek original was eventually found, many the Latin authors used the 12th Century Arabic-Latin translations by Gerard of Cremona. Maimonides wrote Guide to the Perplexed in Arabic, but it is translated from the Hebrew –and philosophers are getting his ideas second hand at best, third hand at the worst. Galen’s work transited via the Arabic. Indeed Sextus Empiricus escaped the corruptions because the Arabs hated his disrespect for Aristotle. Try re-translating into English the Spanish version of a paragraph translated into Italian using Google translator. What makes things worse is that the Arabic translators were Levantine Christian monks who were a mixture of copyists and translators. To make things worse, their Greek was not the Attic Greek of the Academia, but the severely corrupted Syrian Greek of the New Testament.","As I am writing these lines, some writer on a hurry is translating The Black Swan into some language I am lucky to not be able to read. It is too late, now. The subsequent book should not be translated."," ","I received plenty of questions about the Bildungsphilister in my Black Swan Glossary. Trivial: someone commoditized in his knowledge and tastes, lacking idiosyncratic traits. Say someone who likes Matisse because it is the thing to do and, when he travels, makes sure to visit Impressionist galleries arts museums in order to be sophisticated (true someone may be genuine in his love of Matisse but it should come from personal trial and error, after disliking the sculptures of the third floor, not because the vagaries of the auctioneer’s hammer. The same Bildungsphilister would have scorned Matisse before it penetrated our consciousness). Or someone who tells you that he “loves French literature” and then announces that his favorites are Flaubert, Sartre, Camus, literally authors commonly selected in a French literature class (there are thousands of French authors so you know that it is not his taste that is driving him, but that he is following a script and borrowing his selection from general accepted guidelines. It would be different is he said Modiano, Cesbron, Déon, Vian, Allais, Bove, Gary, and Elsa Triolet. No two people have the same tastes so why should someone be exactly lined-up to the common canon?). The Bildungsphilister has a pathological vulnerability to cultural constructions. The same applies to the philisto-academic: he just follows topics used by others, ranking them by importance, without a shade of intellectual independence. In fact in academia the great dominant majority of workers are Bildungsphilisters, with a small minority of persons in possession of a brain on their own. It is even more widespread among philosophers: In fact I am still looking for a philosopher who could explain to me why the problem of induction is called “Hume’s problem”, not Huet’s problem.","So I find it always suspicious when someone’s erudition matches the common culture, with minimal variations. Or when someone’s bookshelves match the Penguin classics section at Heathrow airport. Typically they a know a few things but they are not truly driven by intellectual hunger. They might do well in school because they focus on the curriculum, given that they have no taste of their own.","Non-Bildungsphilisters I’ve met: Benoit Mandelbrot, Scott Atran, Yechezkel Zilber (a Jerusalem autodidact)...","I just had to withdraw a piece from publication. The copy editor wanted to “improve” the sentences. I pulled it out immediately upon hearing claims that she represented the “general public”, with the assumption that she knew what the “general public” needed –not realizing that she was talking to an empiricist who despises impressions (based on anecdotal evidence) & pompously stated superstitious.  There is an expert problem with copy editors  particularly when they are self-appointed representatives of the “general public”. (“Advice” from book editors reminds me of Warren Buffet’s comment about people in limos taking stock tips from people who ride the subway). Fooled by Randomness was not copy edited (with close to 200 typos in the hardcover edition). My next book (post-TBS) will NOT be edited. An edited text is fake. Really fake. It is as shameful as ghostwriting.","Raw literature used to resemble speech, in its messiness, idiosyncrasy, (& charm). Spelling was only made uniform very late, by printers, not by authors –which explains the idiosyncrasies of medieval authors.","This ethical stand means that I will not be able to publish Op-Ed, book reviews, etc. in the “general public” and academo-philistine press. I am now left to myself –and the web.","I had a discussion with someone who wanted to interview me for a radio show on the Ipod shuffle. He had difficulty digesting the idea that there was no functional difference between a selection randomized by the Ipod and a selection made by a DJ who is unknown to me. In both cases I can’t predict the next song –so I needed to treat both situations equally. As a matter of fact I would not be able to  distinguish between the two if the songs came out from behind a curtain. But to him it was a big deal: in one case it was a random machine; in the other there was a human. I tried to explain that in the case of the Ipod it was not random, but near-impossible to predict –the Ipod responds to a complicated equation. Perhaps the same applies to the human but it is not relevant: it is as hard to predict an anonymous DJ’s selection.","This is the Fooled by Randomness problem. We have trouble accepting the absence of agency and like to anthropomorphize the unknown. He felt queasy with the Ipod because he was a priori certain of the absence of agency. ","This reminds me of the discussion with the academo-philistinic NYU philosopher about whether something was “purely random” or “had unknown causes”. I will disclose his name when I am finished reading his book. “All Tawk”. In my next book Fat Tony calls these kinds of philosophers “colorless half-men” (Fat Tony is not so politically correct).","(The nationality fallacy is a post hoc distortion; it is a subset of the biographical fallacy, itself a subset of the narrative fallacy).","It is frequent for critics to associate a writer’s personal linguistic style, idiolect, and idiosyncrasies to a specific background –it illustrates how we cannot distinguish what belongs to a background from what comes from individual temperament. Take for instance Herbert Read’s English Prose Style, which was supposed to be required reading for a generation of English writers (now, luckily, it seems to be out of print). It contains horrifying and arbitrary rules of thumb. Hebert Read dumps quite severely on the early 20th Century English-language thinker, aesthete and belletrist George Santayana. He takes sentences of the fine man and tears them apart –they are grammatically correct and syntactically fine, but, as with any independent and deep thinker, they are studded with idiosyncrasies. Read unhesitatingly attributes these  traits to the unEnglishness of the very unEnglish Santayana (as he suffered the double handicap of being both Spanish-born and American-reared and educated) ; he makes the additional inference that such style is necessarily unaesthetic, even barbaric and polluting. I am convinced that had Santayana written under the pseudonym Nigel Parker-Pindelburry, from Duckford, Cambridgeshire,  Santayana would have been spared by the man –these stylistic idiosyncrasies would have been instead attributed to his very English eccentricity –indeed a sign of distinction and class.","From Terraciano et al. I inferred that the similarities are mostly within professions, not so much within nationalities : a prostitute from Dallas is going to be far more similar (in her behavior) to a prostitute from Cannes than to an accountant from Dallas; a philosopher from New York will be more similar to a philosopher from Bombay than to a New York trader, etc.","I was clearly the victim of the nationality fallacy in the New Yorker profile (Gladwell) that attributed my ideas (and trading style) to my Lebanese background & the war –given that it was so salient. I then searched & found 30 Christian Lebanese traders of my generation –all (I mean all) of them sell tail options (i.e. bet against the Black Swan). On the other hand my associate Mark Spitznagel is from the MidWest."," ","Sight-seeing right after the cease-fire. There is something existential about the place. Thank you Gur Huberman for making me aware of the picture.","A “well-being” metric belongs to the profane.","In his very brief philosophical tale, Histoire du bon bramin, Voltaire presented the central dilemma of happiness, that between reason and felicity –a question I often see misattributed to John Stuart Mill (by a long list: Nozick, Pinker, Seligman, among respectable people ...) –Mill proposed the following formulation, around a century later, “It is better to be a human being dissatisfied than a pig satisfied; better to be Socrates dissatisfied than a fool satisfied”. Indeed Voltaire gave happiness a lot of thinking; his mistress & collaborator Madame du Chatelet wrote Discours sur le bonheur, a beautiful treatise on happiness.","Note one attribute that I often find mentioned by nonacademics but that academics do not trumpet: financial independence as a condition for virtue. “The “bon bramin” was wealthy hence needed nothing, therefore he did not need to fool anyone.” [Il était riche, et, partant, il en était plus sage encore; car, ne manquant de rien, il n’avait besoin de tromper personne.]","Voltaire’s point:","It was clear that one should opt to not have common sense since common sense was behind our unhappiness. Yet I could not for the life of me find anyone who accepts to become an imbecile in order to be happy. From there I concluded that if we make a big deal about happiness, we make bigger deal of reason/reasoning abilities. [Il est donc clair, disais-je, qu’il faudrait choisir de n’avoir pas le sens commun, pour peu que ce sens commun contribue à notre mal-être. » Tout le monde fut de mon avis; et cependant je ne trouvai personne qui voulût accepter le marché de devenir imbécile pour devenir content. De là je conclus que, si nous faisons cas du bonheur, nous faisons encore plus cas de la raison. ]","I have been a little puzzled by the common happiness studies: “Subjective Well-Being”, offshoot of the notion of “utility” that has been introduced into economics, hence social science, and has not left it yet. Utility is not measurable yet it is often handled as if it could be. It cannot be squeezable into one metric (on that later). It is not self- discoverable; it is extremely fragile to path dependence and framing.  Path dependence: the utility of ending with a million dollars, like John in FBR, having had a 10 million net worth, is lower than that of starting with nothing and ending with half a million. Framing: You ask someone “how is your sex life”, then ask him if he is happy, you get a high correlation between the answers. But if you reverse the sequence of the questions you get uncorrelated answers. [Neoclassical economic theory is bankrupt on that account because framing make time-aggregation go bust and messes up the transitivity of choices hence “optimization”; but, again, neoclassical economics is frequently something for idiot savants].","But the worst is that a utility metric is not exactly what we may be seeking. It is not so simple and reductive.  I am convinced that if utility has something to do with some forms of happiness, which I call “commoditized happiness”, I am not searching for it, or it is not central to me. I did not come to planet earth to accumulate positive hedonic experiences, some hedonometer to fill up like a bank account, or some blood flow into my left frontal lobes. Others perhaps might feel so, certainly not me. There might be huge variations between individuals –I don’t know about others. I do not know what I came here for, but it is certainly not to eat at Boccuse and argue with the sommelier about wine. I also get irritated with those who propose “meditation” and shmeditation into my “inner” something. I am not here to get into inner anything. I am a no nonsense fellow here to do things –I don’t know which things exactly, but those that feel right.","Hedonic Treadmill: However I certainly do not buy the notion that money does not make you happy, counter to the literature on the hedonic treadmill. This idea stipulates that additional wealth leads to no long term gains owing to a reversion to a baseline. I agree with the reversion to a hedonic baseline. But if spending money does not make me happy, most certainly, having money stashed away, particularly f*** you money, makes me extremely happy, particularly compared to the dark years between the age of 20 and 25 when I was impoverished after having had an opulent childhood. There is something severely missing in the literature, the awareness of the idea best expressed in the old trader adage: the worst thing you could possibly do with money is spend it. Having no argumentative customers increases my life satisfaction.  Not depending on other people’s subjective assessment increases my life satisfaction. Not being an inmate in some corporate structure increases my life satisfaction.  Not doing some things increases my life satisfaction. Having the option to give everything away to go live as a hermit in the desert or as a social worker in Africa, increases my life satisfaction. Either nobody in these papers and papers tested for that, or he can’t get it published.","Ideally in an ideal situation you would live simply with a hidden stash somewhere that nobody knows about. Nobody hangs around with you because of your money; nobody laughs at your jokes because you are rich. ","Happiness and Randomness, another Inseparability (i.e., that between utility and probability): You cannot deal with Chance without talking about Happiness: events are not important in themselves; it is how they affect you that matters. It makes any theory of randomness inseparable from one of happiness. Happiness in many languages means “luck”.  I was lecturing in Poland when, after stating the first sentence of this section, the audience was completely confused: randomness and happiness were translated into the same word!  Indeed consider the fuzziness, in Germanic languages, between Glück (happiness) and its variations, like the English luck. In latin, felix initially meant lucky. Greek is more subtle (Eu-damon, makarios). But when I looked at Semitic languages : smh (sameach, Hebrew & Arabic) do not have anything directly to do with luck, rather some blessing from the God(s), like beatitude. Indeed of all the languages I looked at, Medieval (Classical) Arabic seems to have varieties: farah (eudamonic, from Semitic to blossom & grow), bast (hedonic), srour (felicity), the root wfc (mwaffac, in accordance with destiny) leads to luck, bhj (bahjat, ibthaj) is beatitude...","Just like the ludic fallacy affects our idea of probability (we think it is measurable and visible), it affects our conception of utility.","Note that another connection with fooled by randomness: the paradox of choice. We need a simple environment with not too many choices, and with not too many random variables.","More, later.","Thank you Stan Young. I received vindication for the main idea of Fooled by Randomness, the idea of false pattern detection that I later developed into the narrative fallacy, which I summarize as follows: statistical nonexperimental knowledge derived from looking at data is bunk, partly since researchers are very likely to show spurious patterns and regularities (or  nonexperimental research leads to pseudoknowledge). Technology makes false patterns easy to detect, abundance of data make them more likely to be salient. If you have a million random and unskilled traders, you will see many people with Warren Buffet’s performance –all of whom, you would be told, “could not have been doing so well out of randomness” and “have a statistically significant performance”. If you look hard enough at large datasets you will see some “nonrandom” regularity somewhere that will fool you, the result of searching and testing and the immensity of the datasets now available to us.","Except that the vindication did not come from economists or philosophers of science (these fields, I keep repeating...), but from medicine. At the AAAS conference in San Francisco I was a discutant of session in which John Ioannidis showed that 4 out of 5 epidemiological “statistically significant” studies fail to replicate in controlled experiments. 4 out of 5 epidemiological studies are fooled by randomness! The epidemiologists worked hard on their computers until they found an association between symptoms and identified possible “causes”, and published the result for academic advancement. These results, of course, will be reported in the newspapers –journalists and your family doctor do not understand the difference between back-testing and clinical trials. Another researcher, Peter Austin, showed how he could find links between health symptoms and astrological signs. (I once showed students that if you generate a 1000 “histories” for 1000 random variables, it would be close to impossible to not see a 95% correlation between two of them, and one that you know is entirely spurious  –something called the Wigner effect.)","The problem is that even clinical trials fail to replicate about 25% of the time; simply, the researchers do so many of them that one strange result can show up by accident. It will be the one that is reported. The good news is that the FDA is aware of the problem; it does not like anything nonclinical.","As we have more computers and more variables to work with (consider the genome project), our rate of false inference should shoot up. This is what happened in economics, since our ability to predict economic variables has not improved (& even degraded) in spite of zillions of papers showing “statistically significant” results from economic data. Rob Engel got the Nobel for ARCH that only works in past data (but does so beautifully), almost never out of sample. “Multiple regressions”  are plain dressed-up b****t.","I felt very vindicated in my new war against historicism & I am waiting for Stan Young to finish reading The Black Swan so can see the extent of this discovery on other fields of knowledge. This epidemiological story is the best argument against the historian’s ferreting out “causes” from the recorded data.  Historians are between a century and a millennium behind science and too able b*****ters to do anything about it.","Popper went after historicism by showing limitations in the possibility of knowledge of the future; I completed it by showing additional limitations to such knowledge (nonlinearities and Black Swans).  But what I mostly did is present a far worse limitation: that of the knowledge of the past itself (narrative fallacy).","The accepted idea is that conversation is a means to communicate ideas, practical information and intentions, for a useful purpose, with some gossip and self-serving showoff here and there to enliven it. Yet most conversation is gossip and self-serving showoff , with ideas, practical information and intentions here and there to justify them.","Q (Penguin –UK)- How do you write? Do you have a special room in which you work and a set routine? ","A- I need an aesthetic environment. I write in my “ literary library”, the one that is unpolluted by technical books, business material, and scientific papers –it is like a sacred space. I also like to write in cafés away from business people, with bohemian people around.  Writing is sacred, other activities are profane, and I don’t want them to corrupt my writing.","I remember trying to define prostitution. I was not able to do so (work is not prostitution). Then I realized that prostitution is not doing something for money that one would not do otherwise; it is simply the violation of the sacred, its pollution. It is why we could not tolerate it when the novelist Fay Weldon featured Bulgari jewellery in her 2001 novel The Bulgari Connection –this is prostitution while writing for money is not.","Erudition increases awareness of the Black Swan (and the understanding of the world); formal education decreases it.","Voltaire is one of the very few philosophers who had a positive impact on real life, on people, on our society (Marx had perhaps the greatest impact but I wouldn’t say that it was positive). [some people with gastric stress refuse Voltaire the designation philosopher, as philosophe is not quite the same as philosopher –one has to be less technical, be readable, & have some charm to be a philosophe]. Other philosophers write papers for other philosophers to write papers for other philosophers to use in their papers so they can get tenure, etc. –what I call a closed academic loop. Modern analytic philosophers fall for the ludic fallacy –the creation of a sterilized world in which crisp discussion can be held.","Voltaire is also the wittiest thinker in our corpus; he did not take authority at face value.  An iconoclast, he contrived to make enemies almost everywhere, unable to hold his tongue. He survived all other non-narrating thinkers thanks to his dynamic philosophical tales –of which he did not think much at the time. He would be surprised to see how they fared while most of his other works fell into oblivion. (He thought that his legacy was in his formal tragedies, now thankfully dead, the last of which was (briefly) performed at the Comédie Francaise under orders by André Malraux in 1962 as the French government wanted to punish visiting Chinese officials and subject them to the most painful torture they could devise, toppling Chinese torture in effectiveness. After four hours of treatment, the Chinese delegates gave in and signed on every point in the bilateral treaty lest the experience would be repeated the next day). Voltaire is my kind of person: he hated dullness; he couldn’t resist, while talking philosophy, making fun of dull people, such as, for instance, the dry “Benoit” Spinoza. He was also extremely independent financially, from his trading, despised all people who took themselves seriously, etc.","Now I found this remarkable book I never suspected existed, a meditation about his ignorance (naturally out of print) Le philosophe ignorant (c.1766, Volume 5 of Mélanges): “is it necessary for me to know?” he asks. Here he goes after Descartes:","Aritotle taught us that skepticism is the source of wisdom; Descartes delayed this thought, & both taught me to believe nothing of what they say.  This Descartes, especially, faking doubt, talks with a highly confident tone on a subject he understands nothing about, ..., like physics.  [Aristote commence par dire que l’incrédulité est la source de la sagesse; Descartes a délayé cette pensée, et tous deux m’ont appris à ne rien croire de ce qu’ils me disent. Ce Descartes, surtout, après avoir fait semblant de douter, parle d’un ton si affirmatif de ce qu’il n’entend point; il est si sûr de son fait quand il se trompe grossièrement en physique...]","The problem is that he had high expectations from the scientific enterprise –given his enthusiasm for Newtonian mechanics.  We can see the birth of scientific optimism on our ability to see causes:","“Nothing is without a cause...We invented the word chance to express the known effect of unknown causes”. (Il n’y a rien sans cause. Un effet sans cause n’est qu’une parole absurde. [...] En effet, il serait bien singulier que toute la nature, tous les astres obéissent à des lois éternelles, et qu’il y eût un petit animal haut de cinq pieds qui, au mépris de ces lois, pût agir toujours comme il lui plairait au seul gré de son caprice. Il agirait au hasard, et on sait que le hasard n’est rien. Nous avons inventé ce mot pour exprimer l’effet connu de toute cause inconnue.)","Voltaire was blinded by Newtonian mechanics, which might have helped that nasty slide into scientism & the ludic fallacy & the scientific arrogance of “modernity”, & the fooled by randomness effect of social science. But all in all, he is a role model for philosophers who need to deliver. As an intellectual fighting dogma he was far more charming (and deep) than his imitators, such as that sub-philistine Sam Harris who attacks religion in an anachronistic (and inelegant) way, etc. Unlike Bertrand Russell who tried to take similar political positions, but was a bit theoretical and misfit in his understanding of real things, Voltaire he had his feet on earth and loved ambiguity. Remember that he was a (successful) self-made businessman (on the side) and rarely failed to look at things they way they were  –he was also quick at realizing that intellectual integrity is greatly enhanced by financial independence.","An analytic philosopher talking about uncertainty and probability can be like a (virgin) nun theorizing about sex."," ","What academic “analytic”  philosophers consider truly random is almost always nonrandom (or the least random objects you find in the universe). What they think is nonrandom is the worst form of randomness as it is totally unpredictable. I wonder if they are doing it as a joke –or if they need adult supervision. The only real philosopher of probability I’ve met is the great Mandelbrot.","I had lunch with a “prominent” analytic philosopher (whatever that means in the field of philosophy as I have no clue on what they base their hierarchy upon) who was a bit condescending with nonmembers of his rigorous species. Needless to say that academics always try to place you in some hierarchy or group; they get queasy if they can’t find a neat box for you. So he kept asking about my activities, affiliations, etc., not my ideas, theories and what I was bringing to the table. I was feeling a little guilty coming in; I had been quite tough on philosophers in The Black Swan as I thought that they do not have the mechanism (nor the judgment) to decide what was relevant to the rest of us and was blaming them partly for the neglect of the Black Swan problem. Autocritique I thought is largely absent; outside critique of academic philosophy does not exist (you need philosophers for that). But I was having second thoughts, wondering if I was fair in dealing with them –or if my frustration with philosophers was the result of a sampling error of those I tried to have a discussion with, or read, or if there were hidden jewels that could not reach publication. On my shelf I have books by Hacking, van Fraassen, Gillies, von Plato, etc. who all do not seem to get it –no awareness of wild randomness (Grey Swans and Black Swans) that Mandelbrot and I are obsessed with. Hacking managed to fall headlong into the ludic fallacy in his various histories of probabilistic thinking –he is a dangerously ignorant fellow. See this link to see that philosophers have had no clue about the real problems (primo ,we do not observe probability outside of casinos, secondo, most of it is wild, or type 2, randomness).  I am now convinced that effectively I was too soft on the philosophy establishment. They indeed need adult supervision –at least that fellow.","The fellow fell into the trap of insisting on the difference between the truly random (like quantum mechanics, or so we think) and nonrandom but for which we have incomplete knowledge. I was an idiot nonphilosopher for giving the same name to both –he was acting as if I profane, was wasting his time. For him, the random does not have causes, the nonrandom does have causes–so the distinction “is interesting” because he thinks that you can start  looking for these causes. The rest does not seem interesting to him.  My problem of course is causal opacity: we are limited  in our ability to ferret out causes or in confirming our error rate in causal inference–our track record has been horrible.  I tried to explain that quantum mechanics (what he calls true random) was such a pure form of mild randomness in which we can predict in it better than anything; it is perhaps the only truly scientific field in which we have been successful – we deal with a collection of a huge number of minutely small objects that obey better than anything in the universe the law of large numbers. My table is the most deterministic object around as the fluctuations of the zillions of particles cancel out. In fact quantum mechanics is the perfect example of mild randomness (or what I call proto-randomness) which disappears upon aggregation/averaging. It is the purest of purest of the Gaussians –with a minutely low variance.","Consider that the coffee cup in front of me is random to him (quantum mechanics) but that the weather is nonrandom (if you know the causes you can effectively predict). To me the first belongs to the class of objects the closest to deterministic; it is subjected to mild randomness that obeys central limit (type 1) ; the second is wild randomness that we cannot truly tame (type 2). I show in TBS how it is effectively impossible to deal with the second.","These are the two false distinctions made by philosophers:","1-     Objective v/s Nonobjective probability. That distinction comes from the days when science was arrogant and could make claims of infallible knowledge of the world. There is certainly an objective probability, but we are not fully able to capture it. Until that day year 2 trillion and 26 in which we reach total knowledge, we should consider that all probabilities are nonobjective. It is long to explain here but I wrote about it in my central problem of small probability.","2-     Truly random or Random because of incomplete information.  It is impossible to know the difference; the distinction harks back to the days of scientism. It does not exist outside of a philosophy seminar –unless we become omniscient persons equipped with total knowledge and ability to ferret out true causes.","For us in real life, the main difference lies between mild and wild randomness. That’s it. It dwarfs anything else.","A Workable Way Around the Problem of Induction. I also discussed the problem of induction with him. To no avail (he had a mental block about interesting subjects). To me the distinction between mild and randomness provides a practical way to deal with the problem of induction. Mild randomness is rather insensitive to the problem of induction (Your observation of the past can help you derive properties of the future; you can go from the seen to the unseen). Wild randomness is very sensitive to sampling error –you do not have properties to base yourself upon. Once again, Mandelbrot wrote about it in the 1950s (I figured it out 30 years after the great Benoit M.).","Camps Bay, S.A. Jan 2007. Words crop up randomly and we select what we find pleasing or expressive, incorporating those that fit into the corpus, and letting others decay. It is more complicated because it is communal. Just like science –although people believe in “purity” and “purification” of languages the same way they think that knowledge is a nonrandom, directed process.","But of course academia, as usual, represents a severe impediment to intellectual development. Formal French is an academic language (literally since the Académie Francaise, composed of forty constipated Frenchmen, regulates it). It is extremely poor in words and unwieldy –but not to worry: the bottom-up spoken French slang argot is far, far richer, though not as rich as English, the free-market language.  Some writers like Louis Ferdinand Céline and Frédéric Dard wrote exclusively in argot –both are the finest prose writers, although the latter, a far better prosateur, only wrote down-market novels, close to 200 of them.","It is an irony that the academy does not have a word for the process by which discovery works best –but slang does. I was trying to describe in a letter what I am currently doing: French would not let me. But argot lends itself very well... I am involved in an activity called “glander”, more precisely “glandouiller”. It means “to idle”, though not “to be in a state of idleness” (it is an active verb). Gandouiller denotes enjoyment. The formal French word is “ne rien faire” (to do nothing), which misses on the active part –so do words that have a languishing connotation. Glander is what children without soccer moms do when they are out of school. It resembles  flâner which has this perambulation part; though glander does not have any strings attached. The Italians have farniente but it is really doing nothing. Even the Arabs do not have a verb for glander: the construction takaslana from the Semitic root ksl denotes laziness (other words imply some inertia).","Glander is how I write my books, how I brew ideas. Remarkably it best describes the notion of lifting all inhibitions to “tinker intellectually in an undirected stochastic process aiming at capturing some idea that will enrich your corpus”. “Researching” or “thinking” smack of a top-down activity. Newton was my kind of a “glandeur”; In [Dijksterhuis 2004]:","George Spencer Brown has famously said about Sir Isaac Newton that  “to arrive at the simplest truth, as Newton knew and practiced, requires years of contemplation. Not activity. Not reasoning. Not calculating.  Not busy behavior of any kind. Not reading. Not talking. Not making an effort. Not thinking. Simply bearing in mind what it is that one needs to know.”"," ","On some Air France plane- Jan 2007. We are better at doing than learning. Our capacity for knowledge is vastly inferior to our capacity for doing things – our ability to tinker, play, discover by accident.","Galen was against stochastic tinkering. Yet both le Docteur Favier (1906) and Henry Peacham (1638) The Valley of Varietie, Chapter V, give the following story they found in Galen’s work : a man is accidentally cured of “ a Disease which they call Elephantiasis, or Leprosie” by drinking wine from a pitcher in which there was a drowned viper. The cure is now “discovered”. The Viagra discovery out of a hypertension trial has always been standard  [Le Docteur Favier got the source wrong: it was not Subfiguratio empirica. But you don’t have to be picky with men of great insights.]","I am packing to go to Africa. I delivered the final corrections of The Black Swan on Friday, and I feel light: I can hope for, not fear, physical adventures.  Clearly the Black Swan obsession is so strong that I cannot separate the book and the idea from my identity.  The last few years, something stopped me from taking some classes of physical risks, ones that never scared me before: my family members were provided for, but TBS was not finished. Usually, when I land in Beirut Airport, after having been deprived of telephone contact with the rest of the world, I am often apprehensive: what if a war broke out when I was in the sky?  What would happen to the Black Swan idea if I am killed? But two weeks ago on my most recent visit to Beirut, I did not feel any fear at all, in spite of the riots, meaning that I am confident now that the idea can live without me –perhaps even better without me, as my ego might get in its way on the occasion.  The idea is far greater than the man. I am now finally free to be an ordinary person and take some classes of physical risks. I can now plan trips to places I would not have dared to consider last year: to assist the Christians of Iraq (the true victims –they are the original inhabitants of Mesopotamia and still speak Assyrian),  the Copts of Egypt, people deprived of hope.","You watch a James Bond movie, with your hero chased by villains. You know that it is not a real life situation, that the person is just an actor –that the blood is some brand of tomato juice and that the criminal is a nice guy in real life. But you ignore this background information for the purpose of the movie. You have decided to trust, to suspend your inquisition and trust what the creator of the movie had in mind.","Likewise, you do not exercise your first-order interpretation skills when looking at art.  To “understand” religion you also have to “understand” art –something idiot savants have trouble with because they fall for the literal.","I was told by a family member who is studying Koiné Greek  that in the Septuagint πιστεύω meant initially “to trust”. It drifted later to mean “to believe”. Septuagint 4.5 for instance, να πιστε σωσ ν σοι τι πτα σοι κ ριος θε ς τ ν πατέρων α τ ν θε ς Αβρααμ κα θε ς Ισαακ κα θε ς Ιακωβ, πιστε is from   אמינ (like the Arabic “amin” –amen comes from it). When modern Semites recite “Amin bi ...”, Amin – Mu’min, Ma’mun, Musta’min,  are declensions around trust. Actually Amn safety has the exact same root. Amen means, literally, “I trust”.","Never engage an autistic scientist in a debate about religion.","","Only in Beirut: a Christian Lebanese rioter in the midst of his allies: medieval Shiite clerics. Perhaps the story is not as black and white as the press wants it to be –and the alliances less obvious than imagined by the simplistic press.","Beirut, Jan 1. I took a walk with my cousins on New Years’ eve inside the area in downtown Beirut where the pro-Hezbollah rioters have been staging an open-ended rebellion in front of the heavily guarded government building. I was initially nervous –it was as if I had entered another continent and century. It was easy to detect that we were Christians: my cousin Helena was bareheaded in the midst of a crowd in which most women were veiled. But somehow the Shiites are used to Christians among them and put up with us: interestingly, some of the Christians rioters wear orange wigs.  Only in Beirut: punk-style Euro-revolutionaries hanging around in the middle of bearded Medieval clerics in austere togas.","The Shiites (and their Christian hippies allies) were holding a poetry competition on a gigantic stage, mostly consisting in anti-Siniora philippics. Huge loudspeakers broadcast it across downtown Beirut. It was expressed in the Lebanese dialect, according to the nonliterary, frowned upon noneducated oral tradition (called zajal) not in the literary classical Arabic –an interesting statement of identity. Eerily, once you exit the heavily cordoned area,  and enter the pro-government pro-Sunni zone (now called the “I love Life” zone), you hear tacky 1980s disco music blasting beyond tolerable loudness. It aims to neutralize the Shiite zajal poetry. There are spots where you can hear both.  Whenever you get close to government tanks, you hear disco music. You move away, and it is Arabic chants or poetry.","It is too bad that I have finished The Black Swan because I could have added the following discussion to that of  the problem of absurd “categories” and alliances and the Platonicity of categorization in Chapter 1.  We are suckers for simplifications and categories. There is something I am missing in the current map of alliances. Take the following. From what I understand, for a Shiite Moslem, a Sunni is not an infidel –he is a pure Moslem “of another tradition”. A Jew and a Christian are “people of the book”, therefore not infidels, but non-Moslem “under the protection” of the Moslem law. But for a fundamentalist Sunni Moslem, a Shiite is an infidel that you can kill with impunity. A Christian is not an infidel (except for some Sunni branches that only accept as monotheists Christian Iconoclasts who refuse representations of Saints). A Jew, for a Sunni, is never an infidel, given the Jews’ staunch monotheistic credentials (El is Allah, or Eloh). Ironically, for a Sunni, a Jew is always more Kosher than a Catholic (you can see that in numerous Medieval Andalusians debates). In other words, theologically speaking, AlQaida is far more anti-Shiite than it is anti-Western. You can see evidence of that in Iraq.","Now when I look more closely (and less naively) at Islamic fundamentalism, I seems obvious that the Wahabist regime of Saudi Arabia resembles far more closely my nightmare (as a Westerner): Saudi Arabia finances fundamentalism across the world –and the nastiest brand at that. They propose the worst possible society I can think of. Women cannot drive in Saudi Arabia. But they can run for office in Iran. The Shiites are far more a natural ally of the United States and the West –or at least something like the enemy of the enemy, that is terror-sponsoring Islamic fundamentalism. Furthermore, as a minority they own the oil fields of the Persian Gulf. To a Westerner, they are the lesser evil.","The Byzantine emperor Herakles understood all that when he used the Bani Ghassan to guard his Empire –he needed an alliance with a marginalized Arabic-speaking tribe to fight the Arabs. As Gibbon wrote: only a diamond can cut a diamond.","I do not understand politics at all. Either alliances do not necessarily have to be rational, effective, or natural, i.e., they are the result of inherited chance relationships, or there is something missing in the current understanding & discourse of the situation in the Moslem world. Nobody seems to realize the absurdity of current alliances.","Beirut, December 30 2006.  I came up with the definition of true freedom. You encounter true freedom in the following way: when what stops you from the expression of your real opinion is not fear of position (in employment) nor need to preserve a reputation (say in business, politics or academia) but merely tact and social elegance. You don’t say it because you care & do not want to hurt other people’s feelings.","\n","Lorenzo Perilli, a man of great generosity, classical scholar at Tor Vergata (University of Rome), and author of one of the only two books on Menodotus of Nicomedia that were written in the past 1800 years, sent me a copy of Favier’s treatise on Menodotus and anti-dogmatic medicine. I received on time to take it to Amioun, Lebanon (I will have something to read in case I am stuck there). The book was impossible to find because it was a doctoral thesis in medicine (Sorbonne 1906), something bouquinistes do not care about –Gur Huberman found a copy in Columbia Presbyterian Hospital, perhaps the only one in the East Coast. The copy was rotten and I could hardly go past page 10 as the pages were crumbling as if the book wanted very badly to self-destroy. I am convinced that it has never been read in 101 years.","I spent time looking for information on Albert Favier who was apparently a philosophy professor and friend of Victor Brochard and familiar with the works of Claude Bernard on experimental medicine; he later decided to become a medical doctor. Perilli thinks that he is unreliable as a reference on Menodotus, but Favier seems to confirm at least one thing: that the empiricists practiced effectively a version of what is commonly known as “Popperian falsification” or “negative empiricism”. Except that, unlike Popper, they went deeper into the idea of “analogy” and “resemblance”. They were less formulaic than the moderns –epilogism is about not being formulaic.","A lot more on stochastic medicine, trial and error, etc. in my year-end essay on Edge.","December 6 – I break with my custom of avoiding current events & debates – I am not a journalist or, God forbid, a bloggist producing rapidly perishable thoughts. There is a debate on edge.org plotting Scott Atran against a few philistines talking about religion that is somewhat connected to my Black Swan blindness argument.","You can see the vast intellectual gap between Scott Atran and his co-debaters, even with Daniel Dennett who is discussing an area he knows little about (the only other insightful intellect there is Nick Humphrey who understood Atran’s position). Atran, as an anthropologist,  knows a bit about human nature and our formation of beliefs –he has enough culture to realize that the crap about the “causes” of suicide bombing you hear on CNN needs to be verified in a scientific manner (the first suicide bombers in the Levant were Trotskists). He is my kind of person: he knows both Arabic and Hebrew, has an intimate knowledge of the history of religions, from an anthropological vantage point, and has done extensive field work across the planet. There is even a wider intellectual gap between him and the two sub-philistines Sam Harris and Carolyn Porco, both of whom I’ve met and chatted with and count in the category as not remotely eligible for a dinner conversation (Porco’s emails go to my spam box). These two do not seem to have enough intellectual curiosity to realize that what they say has been well covered around 200 years ago in hundreds of volumes that did not survive into our consciousness –their statements are microwave-reheated stale enlightenment talk. Microwave-reheated croissants are soggy.","Indeed Atran worked with Dan Sperber,  along with another great expert on the formation of religious beliefs, Pascal Boyer. Sperber recounts how the three of them would spend their evenings in Paris debating. They did a lot of thinking about thought contagion. Atran told me that he met Sperber at a conference he organized (when he was Margaret Mead’s student) in the Abbaye de Royaumont near Beauvais over 30 years ago, with Chomsky, Piaget, Bateson, Monod, Levi Strauss and others. He was trying to find out about “universals”. Then he listened to Chomsky and decided he had to go to Afghanistan to get away from everything he had learned about the human mind up to that moment.","In short my position on religion is as following. Our minds are vulnerable to all manner of beliefs and want to be suckers for something.  There is not enough cognitive energy in us to doubt everything –so let us worry about Black Swans, those that can hurt us.","Nationalism is murderous; it is far worse than religion. The other day my eye caught at the health-club a TV ad by democrats attacking Bush by stating that 3800 people died in Iraq. They omitted to mention the hundreds of thousands of Iraqis –lest the Republicans question their patriotism. These foreign casualties do not seem to count because nationalism establishes clean balance sheets: countries are only responsible for their own citizens. Catholics would have never, never, never done that –they believe in the fraternity of races. It creates the “I and thou”. & remember where the murderous notion of nation-state came from.","Social science is more destructive than religion. I wrote in “the opiate of the middle classes” about the domain-dependence of rationality. Rationality is costly; complete cross-domain rationality is impossible. I prefer to believe in the bishops rather than the stock analyst, be it on aesthetic grounds.","Many problems associated with religion come from something else, mostly nationalism or other diseases.  I observed the Lebanese civil war between Christian and Moslems: I am convinced that it was ethnic, not religious. Religious people on both sides tried to calm things down: all we saw were pictures of robed figures kissing each others on television while street militia fighters ignored their calls to calm down. Furthermore, the most murderous conflicts have not been between Islam and Christianity but within Islam, between Shiites and Sunnis, mostly because of the Persian-Arabian tension. Weinberg may know a lot about physics; he should stay away from historical analyses.","To understand what I call the “rationing of rationality”, read bishop Huet or chanoine Simon Foucher (out of print). The argument is repeated (or rediscovered) by Karl Mannheim in Ideology and Utopia –when he talks about what he calls “a typically modern rationalistic disregard for the basic irrational mechanisms that govern man’s relation to his world”. I do not conceal that I have been reading theology.","Finally, I have a thirst for aesthetics and I feel better after listening to Palestrina at église Saint Germain des Pres or the holy week chants at the Greek-Orthodox churches of Amioun. The highlights of my last couple of years are Orthodox masses in Saint Petersburg and Bucharest, with churches full of crowds ensnared with the chants (I am Greek-Orthodox). Stalin never offered anything to replace them. Nobody ever did.","\n","London, November 30 – d’ Autrecourt’s skepticism smacks of a more sophisticated version of Algazel’s, around 250-300 years later, so he goes much much deeper along the same argument. What is interesting to me is his emphasis on the negative in inference. This is from Autrecourt’s letters to Bernardo of Arezzo. For d’Autrecourt, though there may be a probability for causal connection, effects cannot be logically inferred from alleged causes nor conversely. Neither rerum sensibilitum, (“experience”?) nor logical reasoning can provide such certainty. The only situation that truly matters is his primum principium, the principle of non contradiction (i.e., when, for a proposition, the affirmation of its antecedent and the negation of its consequent are contradictory)"," ","October 25, 2006. I spent a lot of time wondering how we could be so myopic and short-termists in our probabilistic intuitions yet survived in an environment that was not entirely from Mediocristan, as we were exposed during our prehistory to the occasional rare event with droughts, floods, and earthquakes. The other day, looking at my gray beard that makes me look ten years older than my true age, and the pleasure I derived from exhibiting it, I realized the following. Effectively, the respect for the elder in many societies might be compensation for our short-term memory.  Senate come from senatus, aging in Latin; sheikh in Arabic means both member of the ruling elite and “elder”. These people had to be repositories of more complicated inductive learning that included information about rare events –in a narrow evolutionary sense they can be deemed be useless since they are past their procreative age, so they have to offer some antidote to the turkey problem and prevent the less experienced members of the tribe from being suckers. In fact the elders can scare us with a story –which is why we become overexcited when we think of a specific Black Swan.  I was excited to find out that this also held in the animal domain: a paper in Science shows that elephant matriarch fill the role of super-advisors on  rare events.","October 2, 2006. Many middlebrows have asked me over the past twenty years:  “how do you Taleb cross the street given your extreme risk consciousness?” or the more foolish: ”you are asking us to take no risks”. Of course I am not advocating total risk phobia (as I matter of fact I encourage a class of ‘convex” risk-taking): all I will be showing you is how to avoid crossing the street blindfolded.","Rome, Sep 29, 2006 – I am not saying that we tend to always underestimate rare events. We sometimes overestimate them, or, developing phobias, overestimate some specific rare events (while ignoring others). My real idea is that the more remote the event, the less we know about its probability. The consequences of underestimation can be large –but not the opposite. We cannot evaluate some risks, so it is best not to take them (buy protection, or avoid them).","Rome, Sep 29, 2006 – I’ve been getting plenty of emails about a recent Black Swan victim, Amaranth, but did not follow the news –I despise too many perishable information providers (note that I prefer to discuss events before they take place, not after, as FBR presents the classical script such event). It always feels sad to see someone fall into a ravine, particularly when you know him. Out of curiosity I just read the script of the conference call:","“We viewed the probability of market movements such as those that took place in September as highly remote, and our energy risk models correspondingly discount the Funds’ exposures to the losses associated with such scenarios. (...) But sometimes, even the highly improbable happens.  That is what happened in September.”  ","How risk managers can cause blowups: “It was not, however, for lack of applying resources or personnel to energy risk analysis that our funds experienced this severe drawdown.  (...) we  have assigned full-time, well-credentialed and experienced risk professionals to model and monitor our energy portfolio’s risks.” ","False sense of security and illusions of knowledge: The problem, of course, is that most of these “hedge fund analysts” giving money to funds use “Nobel crowned” methods that resemble astrology, and use them to allocate to these people.  They apply complicated “optimization” methods from past data –but they do not look into the funds’ positions to see if there is a vulnerability to the Black Swan (something that takes 3 minutes). Portfolio theory and “risk management” as practiced by the hedge fund consultants and “allocators” are intellectual frauds."," ","Aug 31, 2006","b)     For me randomness is incomplete information.  Then I realized that it was the same for the ancients: see Cicero’s De Divinatione , Liber primus, LVI 127","Qui enim teneat causas rerum futurarum, idem necesse est omnia teneat quae futura sint. Quod cum nemo facere nisi deus possit, relinquendum est homini, ut signis quibusdam consequentia declarantibus futura praesentiat.","(He who knows the causes will understand the future, except that, given that nobody outside God possesses such faculty ...)","2:) Consequence:  I am re-reading Medieval Arabic-language thinkers (my education, alas, stops at Averroes –Lebanese Christians tend to stop there before it becomes too Islamic and less Arabic – and I was only recently that I discovered that Maimonides wrote in Arabic); there seems to be no incompatibility between faith and science (say no conflict between evolution and religion): for them, He is fate –he incorporates evolution. He is the most abstract concept, allowing no possible anthropomorphic analogy (especially for Sunnis). Epistemological consequence: randomness is what you don’t know  ما غاب عنك, nothing else.","                                                                                                            ","\n","Provence, July 4, 2006 – “One knows to exit doubt in order to produce science –but few people heed the importance of not exiting from it prematurely... One usually exits doubt without realizing it.” From the Dissertation sur la recherche de la vérité, 1673, Simon Foucher. The chapter teaches ticks to stay in doubt and remedy dogma. “Nous sommes dogmatiques dès le ventre de notre mère” –We are dogma-prone from our mother’s wombs.","People ask me what I am doing this summer. True, I will travel a bit, but my two months vacation will be spent with my new friends the manuscripts of the Bibliothèque Nationale. I cannot live without the extra suitcase (40 lbs) full of printouts from the microfiches of these dead authors.","June 29, 2006 –I first encountered Brochard in Nietzsche’s Ecce Homo “An excellent study by Victor Brochard, Les sceptiques grecs, in  which my Laertiana  are also employed. The skeptics! the only honourable type among the two and five fold ambiguous philosopher crowd! ...” Ecce Homo  (Why I am so Clever) [by two  and five fold, he seems to mean two faced, five faced]. ","N. is my precursor in this idea that philosophers are philistines. He naturally read the skeptics –but mostly Carneades, not my crowd the Pyrrhonians. Brochard is an impressive fellow.","I wonder if Popper knew anything about Menodotus. He does not seem to quote him anywhere.","What philistine call “Popper’s solution” is a bit too obvious for anyone who took decisions under uncertainty: empiricism needs to be negative, not confirmative counter to our intuitions. Of course this idea was prevalent with the empiricists; not Sextus but in the medical methodology of Menodotus, his precursor and the founder of the Empirical school of medicine. Menodotus’ books vanished but he was sufficiently hated by Galen for us to get diatribes that inform us about him and his method.","More depressingly John Stuart Mill was well read, but missed the point of the quality of the empiricism of that school –he thought that they were inductive in their approach. He uses the same quote from Francis Bacon I give in the Black Swan. But the empiricists did not use the past in an inductive way, only as a ιστορία –their basing themselves on experience was epilogismum not αναλογία. It is what became later known as the Poperian “unfalsified” idea.","et sensum et vocans epilogismum hoc tertium, multotiens autem et preter memoriam nihil aliud ponens quam epilogismum, in Galen’s extant Latin version of the Outline of Empiricism Subfiguratio empirica [in addition to perception and recollection, the third method is epilogism, as the practitioner has, besides memory, nothing other than epilogism]","Their negative empiricism was well know by later thinkers and had to be accepted for Victor Brochard to publish his doctoral thesis in 1878 at the University of Paris on the subject of error, title De l’ erreur [unknown work, but just made available by the Bibliotheque Nationale]. It was not  too developped yet, but he got the idea of knowledge by the negative. However, later Brochard wrote the best book I could find on ancient skepticism Les sceptiques grecs,  in1887, in which he presents Menodotus’ ideas on empiricism –his books have been “introuvable” for a long time.","The more I probe, the more I find that today’s modern ideas on induction were quite ancient. I will discuss Pascal’s presentation at some point. This makes me ashamed of  having wasted time reading modern philosophers.","The ancients were much closer to practice –and had more respect for it – than the university philistines. Their wisdom is far more valuable to us.","\n","June 20, 2006. This passage says “Things cannot be known with perfect certainty because their causes are infinite”. The chapter has another exact presentation of what became later known as “Hume’s problem”. The book is the Traité philosophique de la foiblesse de l’ésprit humain [Philosophical Treatise on the Weaknesses of the Human Mind] by Pierre-Daniel Huet, former Bishop of Avranches, who wrote it under the name Théocrite de Pluvignac, Seigneur de la Roche, Gentillomme de Perigord. That was in 1690, when the future David Home (later Hume), was minus 22, so of minor possible influence on Monseigneur Huet.  I can understand that Algazel would be neglected in the history of thought –the usual reasons. I can understand that earlier Hellenistic philosophers would be disrespected. I can understand that Pierre Bayle’s voice would be drowned. But I keep discovering the same idea in about every single skeptical discussion. The book is out of print and was nearly impossible to find before the Bibliotheque Nationale made it available.","Huet is certainly unknown today because he went after Descartes (whom he called “that inventor of truths”) and the foolish search for certainties; and he wrote in French which became the language of the enlightenment.  He was also a fideist (a skeptical Christian scornful of Averroan rationalism). Many of the modern ideas about the cognitive biases are there.","I asked philosophers why they call it Hume’s problem –few have a clue; they just quote (the mechanism Merton calls the Matthew effect). Academic philosophers are me-tooish  and use the commonly used attributions. Few have the required erudition to know not to take these attributions for granted. They are often nice people, but the academic system favors what Nietzsche calls uberphilisters (learned philistines).","For some reason, the two most erudite persons of their day that I know of, Pierre Bayle and Pierre-Danuel Huet, were Pyrrhonian skeptics –they were far better read than the crop of “philosophes” that followed them. Bayle refused to do anything else but study, turned down family life and academia. As to Huet, he was plagued with an uncontrollable hunger for books; he had servants reading to him at all times, including meals, so he would miss no time away from learning: “de tous les hommes qu’il y eut jamais, c’est celui qui a le plus étudié”, writes a contemporary.","The greater uncertainty principle states that in quantum physics, one cannot measure values (with arbitrary precision) of certain pairs, such as the position and momentum of particles.  When you hit a lower bound of measurement, what you gain in the precision of one, you lose on the other. So you have this incompressible uncertainty that, in theory, will defy us and remain an uncertainty. This minimum uncertainty was discovered by Werner Heisenberg in 1927. I kept insisting here how ludicrous it is to talk about it and present it as something that has anything to do with uncertainty.  Why? First, this uncertainty is Gaussian. So on average it will disappear –recall how  no single number will change the total weight of a thousand people.  We may always remain uncertain about the future positions of small particles, but these are very small, numerous, and average out, for Pluto’s sake, they average out! They obey the law of large numbers we saw in the last chapter. Most other types of randomness, do not average out! If there is something on this Planet that is not so uncertain, it is the behavior of a collection of sub-atomic particles! Why? Because as I said earlier, when you look at object composed of a collection of particles, the fluctuations of these particles will tend to balance out.","But political, social, and weather events do not have such handy property, and we patently can’t predict them, so when you hear people presenting the problems of uncertainty in terms of subatomic particles, odds are that the person is a phony.  As a matter of fact it may be the best way to spot a phony.","I often hear in discussions the following “of course there are limits to our knowledge”, invoking the  greater uncertainty principle as they try to explain that “we cannot model everything”. But I can’t predict what I will have for lunch today, for Jupiter’s sake, I can’t figure out oil prices, I can’t figure out if a war in Sudan might degenerate into something serious, I can’t figure out what will happen with the spread of religious fundamentalism, so why the hoot do I care about subatomic particles that, anyway, converge to a Gaussian? People can’t predict how long they will be happy with a recently acquired object, how long their marriage will last, how their employment will turn out, yet they talk about subatomic particles as “limits”. I said that they ignore Mammoths in favor of matters they would need a microscope to see –and even a microscope would not show anything as we are talking about matter of an even smaller dimension than the microscopic.","I will go further and state that these people who worry about the pennies, not the dollars, can be dangerous to society. They mean well, but, invoking my Bastiat argument of Chapter 8, they are a threat to us. How? Because they are wasting our studies of uncertainty by focusing it on the insignificant. Our resources (both cognitive and scientific) are limited, perhaps too limited. They increase the Black Swan risks that way.","The Platonification of uncertainty is such that we create categories for me-too people to call them uncertainty so they can “study them”. This commoditization of the notion of uncertainty is worth further discussing here as symptomatic of Black Swans.","(The empirical school of medicine was suspicious of theories. They did not believe that one should draw inferences about function from the observation of anatomy. In this section I explain why I prefer the Society of Judgment and Decision Making types of experiments to the Platonicity of neuroeconomics)."," I am careful of making  my argument [about the errors in judgment stemming from shortcuts in reasoning] focus solely on these specific organs in the brain, since we do not observe brain functions very well. Some people try to identify what is called the neural correlates of, say, decision making, or more aggressively the neural “substrates” of say, memory. The brain might be of a more complicated machinery than we think; its anatomy has fooled us repeatedly in the past. We can, on the other hand assess regularities by running precise and thorough experiments on how people react under some conditions and keep a tally of what we see –no different from experiments in physics.","For an example that justifies such skepticism about unconditional and naive reliance on neurobiology, and vindicates the ideas of the empirical school of medicine to which Sextus belonged, I bring the example of the intelligence of birds. I kept reading in various texts that the cortex is where the animals did their “thinking”, and that the creatures with the largest cortex had the highest intelligence –we humans have the largest cortex, followed by businessmen, dolphins and our cousins the apes. Well it turned out that some birds, like Parrots, have a high level of intelligence, equivalent to that of the dolphins, but that the intelligence of birds correlates with the size of another part of the brain, called the hyperstriatum.  Similar mistakes were made in the past concerning Broca’s area as the center of language. So neurobiology with its attribute of ‘hard science” can fool you into some Platonified, reductive statement.","I am amazed that the “empirics”, by advocating skepticism about linking anatomy and function, had such insight –no wonder their school played a very small part in intellectual history. As a skeptical empiricist I favor the experiments of empirical psychology to the MRI scans of the neurobiologists, even if they appear to be less ‘scientific” to the public.","Bacon was tough on the empirics whom he accused of going from experiment to experiment. It is around the time of the publication of the Organon that they fell off intellectual history.","Recall what I said in Chapter x, that it was easier to go from theory to practice (the wrong way) than from practice to theory. Let me try another example in addition to the ice cube to illustrate this point. Take a personal computer. You can use a spreadsheet program to generate a random sequence, a succession of points we can call a “history”. How? The computer program responds to an equation of a chaotic nature that produces numbers that seem random. The equation is very simple –if you know it, you can predict the sequence. However, from the sequence it is almost impossible for an unaided human being to find the equation and predict further sequences. I am talking of a simple one-line computer program (called the “tent map”), generating a handful of data points, not the billion of simultaneous events that constitute the real history of the world. In other words, if the role of history is nonrandom, responding to some equation of the world, so long as reverse engineering such equation does not seem within human possibility, it should be deemed random and not “chaotic deterministic”. Historians should understand to stay away from chaos theory and the difficulties in reverse engineering  except to discuss general properties of the world and  learn the limits of they can’t  know.","This brings me to a greater problem that the historian’s craft. I will state the fundamental problem of practice as follows. While in theory randomness is some intrinsic property, in practice, randomness is incomplete information, what I called opacity in chapter 1.","Non-practitioners do not understand the subtlety. Often, in conferences when they hear me talk about uncertainty and randomness, philosophers or sometimes mathematicians bug me on the least relevant point, whether it is “true random” or “deterministic chaos”. A true random system is random and does not have predictable properties. A chaotic system has entirely predictable properties but they are hard to know.  So my answer is dual.","a) There is no functional difference in practice between the two since we will never get to know the difference. If I see a pregnant woman, the sex of the child is a purely random number to me –but not to  her doctor who might have done an ultrasound and seen the sex. So randomness is fundamentally incomplete information","b) The mere fact that a person is talking about such difference implies that the gentleman never made a meaningful decision under uncertainty –and does not realize that they are indistinguishable in practice.","Randomness in the end is just unknowledge. The world is opaque and fools us with  appearances."," ","One main life expectancy is from Mediocristan, i.e. is subjected to mild randomness. In a developed country a newborn female is expected to die at around 79, according the insurance tables. When she reaches her 79th birthday, her life expectancy, assuming that she is in typical health, is another 10 years. At the age of 90, she will have another 4.7 years to go. At the age of 100, 2 ½ years. At the age of 119 , if she lives miraculously that long, she will have about nine months left. As she lives beyond the expected date of death, the number of additional years to go decreases. This is the major property of random variables related to the bell-curve. The odds of a large number is small, so the conditional expectation of additional days drops.","With scalable variables, the ones from Extremistan that we encounter in real life, you will witness the exact opposite effect. Say a project is expected to terminate in 79 days, the same expectation in days as the newborn female has in years. But the errors are scalable, i.e. power-law distributed. On the 79th  days, if the project is not completed, it will be expected to take another 25 days to completion. But on the 90th day, if the project is not completed, it will have about 58 days to go. On the 100th, it will have 89 days to go. On the 119th , it will have an extra 149 days. On day 600, if the project is not finished, you will be expected to need to wait an extra 1590 days. As you see the longer you go, the longer you are expected to wait.","This subtle, but extremely consequential property of scalable randomness is unusually counterintuitive. I believe that this is the core reason for our missing in our forecasts as we do not take into account the logic of the large deviations from the norm. The distribution is Mandelbrotian.","This idea can illustrate many phenomena; it applies to the completion date of your next opera house, the time a refugee is expected to wait until he can finally return home, or the day when the next war will end.","Note that A-L Barabasi just recently proved that it applies to the time between an email you send to your favorite author and the time it will take for him to reply –the expected time between a letter and its reply in the correspondence of Darwin as well as that of Einstein was not Poisson, but fractal.","Conversations with Dan Sperber & Gloria Origgi (anthropologist/epistemologist/social scientists/cognitive scientists) as I presented them with the draft of The Black Swan. I was looking to discuss the epidemiology of Platonicity with Sperber and was surprised to find far more than I ever expected.","There are central inseparabilities obfuscated by the growth of academic disciplines and the strengthening of the departmental cliques. If economic variables depend on geodesic effects, or weather patterns, or political stability, then economics cannot be used to do anything useful because of the “everything else being equal” is a Platonified classroom reduction made ineffectual by severe interdependence between the variables. In the end, economics does not exist “scientifically” as a separate discipline; those few commendable economists who are not charlatans are trying to patch it up now by introducing sub-branches such as “neuroeconomics”, “behavioral economics”, “behavioral finance”, etc. In my Scandal of Prediction (Book II of The Black Swan)  I noted that when an economist fails to predict outliers he often invokes earthquakes or revolutions, claiming that he is not into geodesics or political science –instead of incorporating these into his studies or accepting that his field does not exist in isolation (indeed economics is the most insular field when it comes to quoting other works). But since these “off-model” elements dominate us, he should then accept that he is just providing novocain, little more –in other words he is empirically equivalent to the astrologist, but without the aesthetics. Or he should accept that economics should be moral philosophy,  decision theory, or epistemology, and concern itself with the formation of choices under uncertainty, and leave the equations to more qualified, more empirical, less Gaussianized, and more honest, people.","As an epistemic libertarian I believe that disciplines are fields that result from self-perpetuating, opportunistic, and self-aggrandizing bureaucracies, not genuine distinctions in knowledge. These are path dependent in the sense that they are attached to a research heritage, and would not exist in the same form if we had to restart the distinctions today.","I kept seeing the name of Dan Sperber associated with anything that had interdisciplines attached to it. I also kept seeing his center, the Centre Jean Nicod linked with anything that does not hew strictly to a specific field of study – the designation “cognitive science” seems to be a way to call anything new, relevant, and interesting. I was also looking for ideas about the spread of beliefs and Platonified categories, so I read his impressive works on the epidemiology of beliefs. Hence two conversation with him last week, one of which with Gloria Origgi, another cross-border researcher with equally interesting pursuits: she does epistemology of social knowledge (she paid for lunch).","Sperber’s work on the epidemiology of representation provides an original, rich and powerful body of work that goes deep into the issue of the mental, the cultural, and the informational –and breaks away from the naive and reductive analyses and comparative statics we read in the literature on “nature”, “nurture”, “memes”, etc. He presents a new set of inseparabilities: that of information, the transmission of information, and the reception of such information. Memes are not just replicated. They are transmitted by agents that have a mission, our need to use them in some way or another.","First, a word on the naive separation of “nature” and “nurture”. If culture depends on biology, or biology results from some environmental pressure, then we have a severe problem isolating the two in any form of quantitative measurement. Take a function F that depends on two variables, X and Y. Say that X depends on Y in some manner. Consequently, any form of comparative statics, of the sort that messed up economics in the past, say what happens to F if X increases or decreases becomes misleading because when X  moves, so does Y; X does not go up in isolation. Likewise, multiple coefficients in a linear regression become hard to compute, making regressions of the type F(X, Y)= intercept + a1 X + a2 Y + errors completely suspicious. Typically one of the two parameters a1 or a2 will be overestimated (and the other underestimated to compensate), depending on how the model is calibrated. We need X and Y to be made “orthogonal”, i.e. independent. Statisticians call this problem “colinearity”, a common trap in econometrics. So we need to do a transformation into two new variables that are orthogonal say X’ and Y’, called principal components, and those may not bear any resemblance with the original X and Y. I am not even discussing the problem of nonGaussian errors in the residuals.","So you cannot separate culture and biology if culture depends on biology. Our minds were shaped in some form by the nature of information; information also depends on the structure of our minds. So far it may appear obvious (but easy to forget), except that Sperber adds another restriction: the transmission of information is not a carbon-copying process. People are self-serving in the way they replicate –they copy in order to satisfy their own interests. Dawkins’ meme idea assumes that memes replicate like genes; they don’t. The act of copying is a function of our biology and mental architecture, themselves function of culture. Hence when we talk about modularity, it is foolish to study the modularity of the minds without looking at that of the information itself. Culture is modular.","The result is that there are severe restrictions on the process of the formation and spread of representations. Primo, cultural epidemics have a method to their madness, namely, basins of attraction –how strong the attraction and the pull to a basin is something for me to study later. Sperber, formerly an anthropologist, considered how groups geographically separated from each other form similar beliefs, particularly with religion. Secundo, the beliefs themselves are subjected to restrictions.","Consider the application of Sperber’s idea on how ideas come and die to our use of the Gaussian, or similar intellectual frauds. Tautologically, truth does not spread by itself, without contagion –look at the true history of science full of ideas that only stuck centuries after they were first introduced. For such contagion, you need self-serving agents who benefit from it in some form or another."," ","We tend to violate rational decision-making with the path dependence of our beliefs and treatment of objects. What opinion we have had at some point in the past, for random reasons, will weigh on us, leading to pathologies of people stuck in opinions they would not have had had they had no memory. It also leads to the endowment effect, in which people value items they own differently from those that are not in their possession. This leads to loss aversion, which, Kahneman et al believe are the central aspect of their theory.","But if I were to take “rationality” to its limit, I would then have to treat the unborn no differently from the dead, those who do not exist yet in the same manner as those who came and left us. I cannot.","I got a few giggles reading the eleventh century Arabic language skeptic  Alghazali, known in latin as Algazel –Kant called him “the Carneades of the Middle Ages”. His name for a class of dogmatic scholars was, literally,  “the imbeciles”, ghabi, an Arabic form that is funnier than “moron” and more expressive than “obscurantist”.","Algazel wrote his own Against the Professors, a diatribe called Tahafut al Falasifa, (should be translated as Incompetence  of Philosophy rather than the usual title of Incoherence of Philosophers). It was directed at the school called falasifah –the Arabic intellectual establishment was the direct heir of the classical Athenian academy, and scholars were mostly imbibed with Aristotle’s scientific method rather than the different strains of skeptics.  My interest was initially parochial; it was in the Levant and with my ancestors that Arabs integrated Greek thought as we translated the books; it was also there that they rebelled against such thought. I pick this selection from the  Tahafut :"," ","\n","\n\n","\n","...their determining, from the sole observation, of the nature of the necessary relationship between the cause and the effect, as if it one could not witness the effect without the attributed cause of the cause without the same effect."," ","Nothing is logically necessary , as Algazel points out, about such relation, which is the point Hume made about the nature of causation. The contemporaries were not too excited by the discourse. The great Aristotelian Arabic philosopher Ibn Rushd, known as Averroes, wrote a reply to Algazel called  On the Incoherence of the Concept  of Incoherence, Tahafut al Tahafut. Later, Marx and Proudhon played the same game: the first wrote “Philosophy of Misery”, the second answered with a treated called “Misery of Philosophy”. But that is not the end. Popper continued the pun with his attack on Marx called: “Misery of Historicism”. Perhaps one day I will be lucky enough to read an attack on my book with a diatribe called “The White Swan”.","At the core of Algazel’s idea was the notion that if you drink because you are thirsty, thirst should not be seen as a direct cause.  There may be a greater scheme; in fact there is a greater scheme that is being played out, but it could only be understood by those familiar with evolutionary thinking.  In that, Algazel’s critique of causality was far more advanced than Hume, though nobody could see it without grounding in evolutionary theory.","I was introduced to the distinction between different evolutionary notions of causality by my friend Terry Burnham who has a dream to make all human sciences a part of biology. Strangely something rang familiar with his distinction... it was Algazel whom I read as a teenager.","We can easily have an illusion of causality, with what I called cosmetic cause. Why do you eat? Because you are hungry? Come on, this is not the true cause! An evolutionary thinker would dislike your answer as naive and limited. He would say the following: “if your genes were not endowed with the desire to eat to consume calories, you would not have been among us today”. So hunger is not the true cause of eating; it is only some weaker cause, it is only  “how” your genes manifest their goal, not the end goal, which is not the satisfaction of hunger but survival. Likewise why do you get interested in some private semi-aerobic indoor activity with someone of the opposite (or perhaps the same) gender? The answer is “for pleasure” –but you would be missing a layer of causality: you would not be here today if we humans did not have a propensity to procreate and mother nature is giving you an incentive to do so.  So you are seeing the “how” and mistaking it for the “why”.","The idea becomes clearer if, like Terry, you look at humans as just animals moved by instinctive mechanisms–and rob them of the free-will that is so ingrained in our self image. The (re)originator of this idea was the evolutionary biologist Ernst Mayr. He was a colorful fellow who stayed colorful a long time; that is, he lived one hundred and one year, and kept working throughout, producing a clearly written book called What Evolution Is a few years before his death, which I read with delight, not knowing (or guessing) the age of the author.  He introduced in 1961 a distinction of the different types of “causes”. The first, he called proximate, the second he called ultimate. [Note: most people refer to Niko Timbergen’s text]"," The proximate is the cause directly seen here, the pseudo-cause –I drink because I am thirsty; I do not cheat because I am honorable; I will go up to your bedroom because it’s fun; I punch people on the nose because they cheat at Poker; I protect my family members because I am a good relative. Or there is the why and how –an animal’s primary objective is to transmit its genes, and what we may be seeing is “how” it does it so there is not true end explanation. This can also explain some of our activities like helping a stranger, an act that cannot be narrowly explained, and do not appear to be explainable to a narrow-minded thinker, but have an ultimate cause –altruism is what made societies exist and helped our communal survival.","In a way Algazel builds on Aristotle to attack him. Aristotle already saw the distinction in his Physics between the different layers of cause (formal, efficient, final, & material); it is just that he thought that 1) they overlapped; 2) he could observe them.  He also saw that the idea was limited to physics because outside physics God could stand outside causality “unmoved mover”.","Geneva debate. I cringe when I hear the word equilibrium. Most people use it without understanding it. They make it concrete just by talking about it. It is the worst of metaphysics.","Probability may eventually mean something (though nothing concrete). Not so with equilibrium.","Athenian Stranger to Cleinias: In that the right and left hand are supposed to be by nature differently suited for our various uses of them; whereas no difference is found in the use of the feet and the lower limbs; but in the use of the hands we are, as it were, maimed by the folly of nurses and mothers; for although our several limbs are by nature balanced, we create a difference in them by bad habit. Laws.","The Platonist of all Platonists, Plato himself, believed that we should use both hands with equal dexterity. It would not make sense otherwise. He considered our favoring one limb over the other a deformation caused by the folly of mothers and nurses. We had to wait until Pasteur to accept that nature is asymmetric: chemical molecules are left or right-handed. This asymmetry matters considerably for their functioning.","Plato’s influence was said to have delayed our understanding of the dynamics of stars. We were set back by this insistence on seeing full circles in the motion of planets, not an elliptical one. It made more sense that way: nature was supposed to like circles. Even Kepler had a hard time making a leap to the ellipse –circles were sticky in our minds.","I used to think that people treat their knowledge as personal property, something to protect, a hard-earned investment to guard against the disorderly and APlatonic truth. Robert Trivers made me realize that perhaps the entire business of knowledge came just as a tool for self-deception. We may have acquired the desire to know things first so we could fool ourselves –others perhaps, but ourselves first.","No matter where I look, the curse of the Platonic fold shows up –that exact boundary that is far worse than pure disorder.","Deceit is worse than disorder.","I think I found another boundary of the Platonic fold with the following problem.","“Someone” offers you the following wager: you are shown two closed envelopes with a check in each. One contains twice the other’s –but you do not know which one. You can open and see the contents of the first, 1)then accept the money or 2) reject and switch to the other one (but you cannot go back to the first). This appears to be a problem because no matter which one you open, the second will be better “in expectation” –and it should be optimal to switch.","This appears to be what is called a paradox. But there is something wrong somewhere –in the solution of unconditional switching, or the way the problem is presented –or something else.","We need some contact with reality –mathematics is sterile otherwise. The solution is that it is a Platonic fallacy. The “someone” cannot be anonymous. There needs to be a texture to his gift. There is no such thing as a pure gift by a generic “someone” with infinite wealth. You need to have an idea about what he is expected to put in the envelope; if you expect to find $100, with an upper bound of $250, and the envelop contains $200, then switching is not a good idea. You may also need to take into account the reason for his offering the wager. Is he bluffing?","There is no such thing as unconditional probability. This is not a paradox.","Bucharest: It was as if I were coming back, as if I had lived there in a previous life.","I am going to Romania next week. I looked in my library for things Romanian and found a striking essay by Mircea Eliade, Le mythe de l’éternel retour which I read when I was 18. Eliade, now known for his history of religions, was largely francophone like many patricians in pre-war Bucharest. The book is about the remarkable regularity in the formation of the myth of recurrence and rebirth across all cultures.","This seems part of our natural representation, hence Platonic. It extend beyond religion: literature has Nietzsche’s eternal return; science has Poincaré’s recurrence theorem and Polya’s proof for the Brownian motion in 2D. Beyond that, it is striking how periodicity invades science, in many places where we don’t see it.","A recurrence of historical states is pure Platonic randomness. “A drunk man will find his way home; a drunk bird is lost forever” (Kakutani).","It is becoming impossible for me to think about randomness without thinking about aesthetics; so I am thinking about aesthetics and nothing else. Geometrically-tractable randomness cannot be separated from aesthetics ( think order and beauty v/s disorder; without some notion of randomness one cannot grasp disorder). Platonic randomness is at the core of aesthetics (so is behaving with elegance for elegance’s sake; more on behavioral aesthetics later...) I wonder if entropy is not too primitive a designation.","My “Greek Levantine” character puts “poetry before prose, Greeks before Romans, dignity before elegance, elegance before culture, culture before erudition, erudition before knowledge, knowledge before intellect, and intellect before results”."," ","I contrast Platonicity and Aplatonicity: it is the difference between isolated classroom “pure” and formal problems and those that cannot be reduced or extracted from their context.","Platonic randomness lends itself to explicitly defined forms. As to Aplatonic uncertainty: its shapes remain completely unknown. Even the dimensions (i.e., how many sources of randomness there are) remain hidden."," "," "," "," "," "]